{
  "id": 221137,
  "name": "Sweetser, Pembrook & Co. v. S. A. Sparks et al.",
  "name_abbreviation": "Sweetser, Pembrook & Co. v. Sparks",
  "decision_date": "1893-03-15",
  "docket_number": "No. 105",
  "first_page": "33",
  "last_page": "37",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 33"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "33 S. W. Rep., 25",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 431,
    "char_count": 10288,
    "ocr_confidence": 0.541,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.3798576673775189
    },
    "sha256": "26ac42b7ffce20642c8203fb71ba1139c57547e37ef40782daf227e66fd352a7",
    "simhash": "1:060fe632c223274e",
    "word_count": 1820
  },
  "last_updated": "2024-02-27T16:31:46.217873+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sweetser, Pembrook & Co. v. S. A. Sparks et al."
    ],
    "opinions": [
      {
        "text": "FISHER, Chief Justice.\nThis suit was instituted in the court below by the appellants against S. A. Sparks, as the sheriff of Bell County, and the sureties on his official bond, to recover the sum of $967.13.\nThe case below was tried before a jury, and verdict and judgment were rendered in favor of the appellees.\nThe second amended original petition, filed in this cause December 26, 1889, upon which plaintiffs went to trial, alleges, in substance, that plaintiffs' are merchants doing business in the city and State of New York, under the firm name of Sweetser, Pembrook & Co., and that on the 3rd day of January, 1888, they brought suit in the County Court of Bell County against D. Levine for the sum of $932.11, interest, and cost of suit, and on same day made affidavit and gave bond for writ of attachment against the property of D. Levine of value sufficient to make the sum of $932.11, interest, and cost; that writ of attachment was issued January 4, 1888, out of said County Court, and placed in the hands of the said S. A. Sparks, sheriff of Bell County, on same day, commanding him to attach forthwith so much of D. Levine’s property of value sufficient to make the sum of $932.11 and cost of suit, and executed January 4, 1888, by S. C. Walker, deputy sheriff of Bell County, by levying upon a stock of goods, wares, and merchandise as the property of D. Levine, and returned as follows:\n“ Came to hand the 4th day of January, A. D. 1888, and executed by levying the same upon a certain stock of dry goods, clothing, boots and shoes, hats and caps, trunks, valises, goods, wares, and merchandise in a certain store house on lot number 6 in block 22, in town of Temple, valued at the sum of $1000, found in possession of J. Shapera.\n[Signed] “ S. A. Sparks, Sheriff of Bell County.\n“By S. C. Walker, deputy.”\nThat said writ of attachment was endorsed as follows:\n“On the 6th day of January, 1888, J. Shapera presented to me his claim in writing and his bond, with M. Rosenthal and A. Solmon as sureties on his claimant bond, and the said bond was approved by me and returned to the District Court of Bell County, Texas.\n[Signed] “ S. A. Sparks, Sheriff Bell County.”\nThat on the 3rd day of February, 1888, by leave of the court, the sheriff’s original returns were amended as follows:\n“ Came to hand the 4th day of January, A. D. 1888, and executed the 4th day of January, 1888, by levying the same upon and by taking possession of a certain stock of dry goods, clothing, boots and shoes, hats and caps, trunks, valises, and goods, wares, and merchandise in a certain store house on lot number 6 in block number 22 in the town of Temple, Bell County, Texas, being the entire stock contained in the above described store house; levied upon as the property of D. Levine, defendant, and valued by me at the sum of $1000.\n[Signed] “ S. A. Sparks, Sheriff Bell County.\n“By S. C. Walker, Deputy.”\nThat on the 3rd day of February, 1888, plaintiffs’ suit against D. Levine, in the County Court of Bell County, came up for trial, and on motion of D. Levine, the sheriff’s original and amended returns on said writ of attachment were quashed by the court, and said goods attached by the said sheriff were released from the lien of said attachment, and judgment rendered in said court in favor of plaintiffs, Sweetser, Pembrook & Co., against D. Levine, for the sum of $950.68 and $16.55 cost of suit, with 8 per cent interest from date, without a foreclosure of their attachment lien.\nThat suit number 3080, Sweetser, Pembrook & Co. v. J. Shapera, in the District Court of Bell County, came up for trial June 28, 1888, and was on motion of defendant J. Shapera, claimant, stricken from the docket and dismissed by the court, because of the dismissal of plaintiffs’ attachment suit in the County Court of Bell County. '\nPlaintiffs allege, that on the day of the levy they delivered to the sheriff an indemnity bond, which was accepted and approved by him; that execution was issued on their judgment against D. Levine, October 18, 1888, and returned by S. A. Sparks, sheriff, November 20, 1888, no property found subject to execution.\nThat the said S. A. Sparks was on the 2nd day of November, 1886, elected to the office of sheriff of Bell County, Texas, and on the 9th day of November, 1886, executed and delivered his official bond, payable to John Ireland, Governor of the State of Texas, or his successor in office, in the sum af $8000, with J. F. Elliott, W. C. Sparks, W. S. Rose, McT. Bush, W. F. Garrison, and S. M. Ray sureties, for. the true and faithful performance of all the duties required of him as sheriff of Bell County.\nThat at the time judgment was rendered against D. Levine and the attachment suit was dismissed, and now, the said D. Levine was wholly insolvent; that by reason of the failure of the said S. C. Walker, deputy sheriff of Bell County, to describe said stock of goods and chattels attached by him, either in the body of the original or amended returns, or in a schedule or inventory annexed to or accompanying it; and second, having levied on property sufficient to satisfy plaintiffs’ debt, and letting it get out of his possession and disappear, by his carelessness and negligence, plaintiffs have been damaged to the amount of $967.13 and interest, and pray defendants to be cited to answer, and for general relief.\nThe appellees answered by general demurrer and general denial, and specially answered, among other things, that the execution and levy of the writ of attachment, as shown by the returns endorsed on the writ, was sufficient.\nIt appears from the evidence that the County Court, in the suit of appellants against D. Levine, quashed the returns made by the sheriff upon the writ of attachment, for the reason that they did not describe and identify the goods seized and levied upon, and as a consequence dismissed the attachment proceedings, and the goods were released from the levy of the writ.\nThe contention of the appellants is, that the return made by the sheriff endorsed on the writ of attachment being defective, and the attachment lien being dismissed, and owing to the insolvency of Levine, they have lost their debt, and have been damaged by the negligence of the sheriff in failing to make and endorse a good return to the extent of the debt dost.\nThe sheriff replies, that the return was sufficient; and as he was not a party to the suit of the appellants against Levine, he is not bound by the judgment of the County Court holding that the return was defective; and .that the appellants, by their negligence in failing to further prosecute their case upon appeal, have lost their right, if any they had.\n'This squarely presents the question as to the sufficiency of the return as set out and shown in the statement of the case.\nAll that the law requires is, that the property seized and levied upon shall be described with sufficient certainty to distinguish and identify it from other property of like kind. A description that gives the character of the property seized, and that it constitutes all of the property in a certain building, describing it, in a certain county and State, in the possession of a named person, seems to us sufficient. A return that states that the officers levied upon and took possession of all of a stock of dry goods, •clothing, boots, shoes, hats, caps, trunks, valises, and goods, wares, and merchandise in certain store house on lot number 6 in block number 22, in the town of Temple, Bell County, Texas, in the possession of J. Shapera, is as certain as if it had given an inventory of the goods and merchandise within the building.\nThis, in effect, is what is shown by the original and amended returns endorsed on the writ of attachment. The returns endorsed on the writ of attachment were sufficient in describing the property seized. Hillard v. Wilson, 33 S. W. Rep., 25.\nIf the returns had shown that less than the entire stock was seized and levied upon, this would have presented a different question, which we do not concern ourselves with at present. The returns here show that the entire stock of merchandise was seized and reduced to possession by the officer.\nHolding as we do, that the returns are sufficient, removes the foundation upon which rests the appellants’ case. Therefore we affirm the judgment.\nAffirmed.\nDelivered March 15, 1893.",
        "type": "majority",
        "author": "FISHER, Chief Justice."
      }
    ],
    "attorneys": [
      "J. W. Moffett, for appellants.",
      "Monteith & Furman, for appellees."
    ],
    "corrections": "",
    "head_matter": "Sweetser, Pembrook & Co. v. S. A. Sparks et al.\nNo. 105.\n1. Levy of Attachment upon Personal Property—Description.— All that the law requires is, that the property seized and levied upon shall be described with sufficient certainty to distinguish and identify it from other property of like kind.\n2. Same—Sufficient Description.—A return upon an attachment that the officer “ levied upon and took possession of all of a stock of dry goods, clothing, shoes, hats, caps, trunks, valises, and goods, wares, and merchandise, in a certain store house on lot 6 in block 22, in the town of Temple, Bell County, Texas, in the possession of J. Shapera,” is as certain as if it had given an inventory of the goods and merchandise within the building. Such description is sufficient.\nAppeal from Bell. Tried below before Hon. W. A. Blackbubn.\nJ. W. Moffett, for appellants.\nThe court erred in permitting the defendants to prove that at the time of the levy by the sheriff the claimant waived an itemized list or inventory of said goods. Any waiver of an itemized list or inventory by J. Shapera, claimant, can not affect the rights of D. Levine, nor operate as a waiver by him. Brack v. McMahan, 61 Texas, 1; Everett v. Henry, 67 Texas, 403; Ebell v. Bursinger, 70 Texas, 120; Paley on Ag., 192; Story on Ag., sec. 66.\nMonteith & Furman, for appellees.\nAfter J. Shapera had filed his affidavit and bond for the trial of the right of property to the goods levied upon by attachment writ of appellants, and said bond had been duly approved, and the goods so levied upon delivered to the claimant, said goods were no longer in custodia legis, and the controversy as to the liability of said goods to levy was transferred from D. Levine to J. Shapera, claimant, and D. Levine had no power to question the validity of the waiver of the inventory which was made by J. Shapera. Rev. Stats., arts. 169, 178, 179; Freiberg v. Elliott, 64 Texas, 367."
  },
  "file_name": "0033-01",
  "first_page_order": 59,
  "last_page_order": 63
}
