{
  "id": 221156,
  "name": "Macario Sanchez v. The San Antonio & Aransas Pass Railway Company",
  "name_abbreviation": "Sanchez v. San Antonio & Aransas Pass Railway Co.",
  "decision_date": "1893-04-06",
  "docket_number": "No. 67",
  "first_page": "89",
  "last_page": "91",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 89"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 416,
    "char_count": 8001,
    "ocr_confidence": 0.548,
    "pagerank": {
      "raw": 5.426769844557641e-08,
      "percentile": 0.34189792532305935
    },
    "sha256": "76c4877add063920fcb91df860547ae50214ae112ce8df270a24f38bcc375e20",
    "simhash": "1:94ebeefa0e513e8a",
    "word_count": 1427
  },
  "last_updated": "2023-07-14T18:08:23.206239+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Macario Sanchez v. The San Antonio & Aransas Pass Railway Company."
    ],
    "opinions": [
      {
        "text": "WILLIAMS, Associate Justice.\nWe shall not undertake to set out in detail all of the allegations of the petition of appellant to which exceptions were sustained in the court below.\nThe questions involved are: (1) Does the petition show negligence in the acts of the servants of appellee, causing the injuries for which appellant seeks redress ? (2) Does it appear from the petition that appellant was guilty of negligence which contributed'to the injuries he received ?\n1. Among other things it is shown, that the train was run along the side track and passed the station house at Gregory at the rate of thirty miles an hour, which is complained of as an unusual and excessive speed for that place; that no whistle was blown and no bell rung, and no other warning given of the approach of the train; that no lookout was kept by those operating the train along the track in front of the engine, and that no means whatever were adopted to warn persons who might be on the side track of the danger occasioned by running the tram over it at that rate of speed; that Gregory was a junction, at which trains meet and exchange passengers and express and mail matter; that the side track over which this tram approached ran between the mom track and the station house; and that passengers who had arrived, as had appellant, on the other train, which was standing on the mom track, are required to pass across such side track to reach the station, and that it was reasonably to be anticipated that persons would be upon the side track and in danger, unless properly warned, of injury from the train approaching thereon at such a rapid speed as that alleged.\nThese facts, we think, are unquestionably sufficient to show negligence on the part of the servants of appellee; and the only question which remains is:\n2. Does the petition show that appellant was guilty of contributory negligence in being on the side track when he was hurt ?\nHe had, according to the allegations, gone from the train in which he Ijad arrived, and which was standing on the main track, across the side track into the station, where his business called him. In leaving the station he alleges, that he passed along the platform provided for that purpose, which ran north from the office, parallel with the switch track, until he reached and walked down the steps at the north end of same; that he there found in front of the steps a long pile of shells, which had been deposited there by appellee, and which ran along up the side track and obstructed his further progress straight ahead, requiring him to step aside upon the ends of the crossties of the side track; that in doing this he did what was usual and rendered necessary by the condition of the ground; that when he had taken only four steps going north along the ties he was struck and injured by the train arriving from the south.\nIt was further shown, that steam was escaping from the engine of the other train standing on the main track, so that he could not hear the noise of the train which struck him; that the servants of appellee saw him on the track and could have warned him in time to have prevented the accident, and failed to do so; that he did not know and had no reason to suppose that another train was due or would come in at that time, but that the servants of the company knew it, and saw his danger and failed to warn him. The acts of the defendant’s servants were charged to have been negligent and willful.\nFrom the facts as they are thus alleged, we can not say that appellant is shown to have been guilty of contributory negligence. It was perhaps thought in the court below, that m stepping upon the track as he did, without looking and seeing the approaching train, appellant committed an imprudent act which should debar him from recovery.\nThe circumstances under which he did so are stated, and if strictly true, as alleged, are such as, in our opinion, to preclude the court from holding as matter of law that negligence on his part is shown.\nWe will not comment upon the facts alleged, or point out what seems to us the significance of any of them. The cause will, perhaps, be tried by a jury, and the testimony may vary the facts as alleged so that their combined effect may not be the same as that presented by the petition.\nReversed and remanded.\nDelivered April 6, 1893.",
        "type": "majority",
        "author": "WILLIAMS, Associate Justice."
      }
    ],
    "attorneys": [
      "J. C. Scott, for appellant.",
      "No brief on file for appellee."
    ],
    "corrections": "",
    "head_matter": "FIRST DISTRICT,\nAPRIL, 1893.\nMacario Sanchez v. The San Antonio & Aransas Pass Railway Company.\nNo. 67.\n1. Pleading—Sufficient Allegations of Negligence.—A train was run along the side track at Gregory at the rate of thirty miles per hour; no bell was rung or whistle blown, and no means adopted to warn persons on the side track of danger. Gregory was a junction, and the side track was between the main track and the depot, and had to be crossed by passengers who arrived, as had appellant, on the other train, which was standing on the main track. It was reasonably to be anticipated that persons would be upon the side track and in danger of being injured, unless properly warned, from trains approaching at such a rate of speed. These facts show negligence on the part of the servants of appellee.\n2. Pleading—Allegations not Showing Contributory Negligence. Plaintiff had gone to the station from the train on the main track. On leaving the station he passed along the platform to the steps at its north end, and descending them found a pile of shells, placed there by the company, obstructing his further progress, and requiring him to step aside on the ends of the crossties on the side track, and after taking four steps he was struck and injured. Steam was escaping from the engine on the main track, so he could not hear the approaching train, and appellee’s servants saw and could have warned him, but did not, and he did not know that another train was due, but the servants of the company did. These facts do not show that appellant was guilty of contributory negligence.\nAppeal from Nueces. Tried below before Hon. J. C. Russell.\nJ. C. Scott, for appellant.\n1. The court erred in sustaining the general demurrer of the defendant to the plaintiff’s second amended original petition, because the said petition showed that the injuries to the plaintiff were caused by negligence of the defendant.\n2. The court erred in sustaining the defendant’s special demurrer, alleging that the injury to the plaintiff was caused by his own fault and negligence, because the petition shows that the plaintiff was not a trespasser on the track of the defendant at the time of the collision. It was the negligence of the defendant in not providing suitable approaches to the north end of the platform of its depot, and in obstructing the approach that it had provided therefor by shell, as averred in the petition, that caused the plaintiff to step on to the ends of the ties of the side track in order to leave the premises of the defendant. If tne injury' to the plaintiff was caused by the negligence of both the plaintiff and the defendant, the negligence of the defendant was the direct and proximate cause of the injury. Railway v. Sympkins, 54 Texas, 618; Railway v. Crosnoe, 72 Texas, 80; Railway v. Murphy, 46 Texas, 361; Railway v. Dyer, 76 Texas, 160; Hays v. Railway, 70 Texas, 602; Brown v. Griffin, 71 Texas, 657; Eames v. Railway, 63 Texas, 665; Railway v. Ormond, 64 Texas, 485; Railway v Weisen, 65 Texas, 447; Seale v Railway, 65 Texas, 278.\n3. The entire question of negligence, both the negligence of the defendant and the contributory negligence of the plaintiff, if any is alleged, is a question of fact for the exclusive determination of the jury from all the facts and circumstances in evidence before it. Railway v. Anderson, 76 Texas, 244; Railway v. Dyer, 76 Texas, 161; Railway v. Porfert, 72 Texas, 349; Railway v. Boozer, 70 Texas, 536; Railway v. Hewitt, 67 Texas, 473; Railway v. Cailloutte, 79 Texas, 343; Receivers v. Glenn, 79 Texas, 531; Railway v. Geiger, 79 Texas, 21; Dillingham v. Parker, 80 Texas, 573.\nNo brief on file for appellee."
  },
  "file_name": "0089-01",
  "first_page_order": 115,
  "last_page_order": 117
}
