{
  "id": 221170,
  "name": "First National Bank of Montague v. A. B. Robertson",
  "name_abbreviation": "First National Bank v. Robertson",
  "decision_date": "1893-01-11",
  "docket_number": "No. 544",
  "first_page": "150",
  "last_page": "155",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 150"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 669,
    "char_count": 17083,
    "ocr_confidence": 0.553,
    "pagerank": {
      "raw": 9.630202327013341e-08,
      "percentile": 0.5274114436787627
    },
    "sha256": "e6189821ee932e590ac81a422165b5ddfb2d44d2f771ad422c8be283d386601a",
    "simhash": "1:ca529f1dc217e28b",
    "word_count": 3026
  },
  "last_updated": "2023-07-14T18:08:23.206239+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "First National Bank of Montague v. A. B. Robertson."
    ],
    "opinions": [
      {
        "text": "ON MOTION TO DISMISS.\nSTEPHENS, Associate Justice.\nOn the 4th day of December, 1889, in the District Court of Mitchell County, defendant in error recovered a judgment against plaintiff in error, in a garnishment proceeding, for the sum of $3764, from which plaintiff in error, through its attorney, attempted to prosecute a writ of error.\nOn the 25th day of February, 1890, he filed its petition and bond for a writ of error and had citation promptly issued. He applied for and obtained from the clerk of said court a transcript of the record, which he caused to be filed in the Supreme Court on the 3rd day of May, 1890, at which term of the Supreme Court the cause was submitted on his brief. Owing to the crowded condition of the docket of that court, the cause was not reached for Anal disposition till the 7th day of June, 1892, when judgment was rendered reversing and remanding said cause.\nThereafter, on the 13th day of June, 1892, the defendant, by attorney, filed in said cause a motion for a rehearing, which, on the 25th day of June, 1892, was sustained by the Supreme Court, and the judgment previously entered vacated, and the cause was stricken from the docket, because the transcript failed to show that the citation in error had been served.\nThereafter, on the 20th day of June, 1892, plaintiff in error caused an alias citation to be issued and served on defendant in error, and again filed the transcript in the Supreme Court on the 30th day of September, 1892.\nOn the 1st day of October, 1892, defendant in error filed his motion in the Supreme Court to dismiss plaintiff’s writ of error because plaintiff had permitted over two years to elapse after filing its petition and bond before having defendant cited, and because three terms of the Supreme Court had passed after the filing of the petition and bond before it had caused citation in error to be served on defendant. This motion, with the transcript, having been transferred to this court, has been submitted for our determination, in connection with the answer of plaintiff in error to the motion and upon affidavits relating to the diligence or negligence of plaintiff in error, and especially on the issue as to whether the original citation in error was ever served.\nOur conclusion, from the affidavits and other matters submitted, is, that according to a preponderance of the evidence, the original citation in error was never served. We further conclude, that plaintiff in error, the First National Bank of Montague, Texas, -relied solely upon its attorney to take the necessary steps to prosecute its writ of error, and that this attorney was under the erroneous impression, when he filed and submitted the record in the Supreme Court and thereafter until the case was decided by the Supreme Court, that the original citation in error had been served. We are also of opinion, that he probably at the time had good reason to believe that the citation had been served; but that owing to the lapse of time intervening and the loss of the original papers in said cause, he has been unable to show the particular facts or circumstances which probably misled him.\nWe find, that the judgment in favor of defendant in error was suspended by a good and sufficient supersedeas bond, and that no injury is likely to result to defendant in error' from the delay in the prosecution of this writ of error. We find, that neither plaintiff in error nor its attorney has been guilty of any intentional neglect in prosecuting the writ of error, but that the delay has resulted from a mistake of fact on the part of counsel for- plaintiff in error. We are further of the opinion, though there is no direct proof upon this point, that it may be inferred that defendant in error has silently acquiesced in the delay.\nThe law provided heretofore, that a writ of error might be prosecuted at any time within two years after final judgment. We know of no statute which requires us to dismiss this writ of error. We conclude, under the foregoing findings of fact, that the plaintiff in error has not been guilty of any such inexcusable neglect to prosecute this writ of error as would justify us in denying it a hearing upon this record, especially in view of the fact that it is brought conspicuously to our notice that the highest judicial tribunal in this State has already (under a mistake of fact) reviewed the record, and declared by their judgment that defendant in error is not entitled, by virtue of the judgment below, to recover of plaintiff in error the sum of money which, by this proceeding, it seeks to avoid paying. Certainly this decision of the Supreme Court justifies the inference, that the writ of error which plaintiff seeks to prosecute is not without merit; and we think that the rights of defendant in error will not be prejudiced by overruling this motion. In equity, relief will sometimes be granted against a mistake caused by the want of ordinary care, if the other person is not prejudiced thereby. 2 Pome, Eq., 856.\nWhile we have had difficulty, under the decisions of our Supreme Court, in reaching these conclusions, we are of opinion, without here reviewing the several cases examined, that in overruling this motion we commit no error; and if error there be in so doing, it would seem to be on the side of justice.\nWhile Mr. Head, Associate Justice, concurs in the conclusions reached, he does so more on account of the views expressed by Chief Justice Roberts in his separate opinion in the case of Overton v. Terry & Huffman, 49 Texas, 773, which meet his approbation, than for the reasons stated above. He doubts the sufficiency of the excuse shown in the failure to sooner have the citation in error served. See opinion, also, of Justice Gould in that case on the effect of acquiescence.\nThe motion will be overruled.\nMotixm overruled.\nDelivered January 11, 1893.\nHEAD, Associate Justice.\nOn the 24th of January, 1889, A. B. Robertson sued out a writ of garnishment against the First National Bank of Montague, Texas, upon a judgment rendered in his favor in the District Court of Mitchell County for the sum of 83226.66, against A. L. Mat-lock and others, on the 19tli of December, 1888.\nThe garnishee was alleged to be a corporation, having its principal office in Montague County, and that it was believed to be indebted to A. L. Matlock, and that said Matlock was the owner of shares therein. The garnishee failing to answer to the succeeding term of the court, defendant in error applied for and obtained the issuance of a commission to Montague County to take its answers to the writ of garnishment. This commission recited the service of the writ of garnishment and the failure of the garnishee to answer, and proceeded as follows: ‘‘ Now, therefore, you are hereby commanded forthwith to summon W. A. Morris, the cashier of said First National Bank of Montague, Texas, before you to answer upon oath,” etc. This commission having come into the hands of W. A. Williams, clerk of the County Court of Montague County, he duly made return, that on the 20th day of November, 1889, W. A. Morris, the witness before named, appeared before him and made answer as set forth therein. These answers are headed, “Answers of W. A. Morris,” and among other things say, “(1) that on the said 28th day of January, 1889, or when the said writ of garnishment was served on him as cashier of the First National Bank of Montague, Texas, the said bank owed said A. L. Matlock nothing; on the other hand, said A. L. Matlock owed the bank over $2000, with accrued interest, which amount he still owes said bank; * * * (3) the said A. L. Matlock, at the date said writ of garnishment was served on him, owned sixty shares in the First National Bank of Montague, Texas, amounting to the sum of $6000, but the said bank stock aforesaid was at the time said writ of garnishment was served on him hypothecated to J. V. Farwell & Co., to secure the payment to them of a note of $6000, and that said bank stock is still hypothecated to said J. V. Farwell & Co. to secure them the payment of said $6000; (4) that said A. L. Matlock has no interest in said bank, nor had at the time said writ of garnishment was served upon him, except the bank stock above mentioned. [Signed] W. A. Morris, Cashier.”\nTo this answer, on the 4th day of December, 1889, exceptions were filed, ostensibly in the interest of defendant in error, upon the ground that the garnishee had failed and refused to answer what it was indebted to the defendant, A. L. Matlock, at the time of the taking of its deposition; also had failed to answer what number of shares said defendant Matlock had in said bank at the time of said answer. These exceptions do not seem to have been signed either by defendant in error or his counsel. On the same day, however, the court rendered judgment sustaining the same, and gave judgment in favor of defendant in error against said bank as garnishee for the sum of $3764.07, to reverse which this writ of error is prosecuted.\nThe exceptions to the answer of the garnishee not being signed by defendant in error or his counsel, it is doubtful whether they should have been considered by the court below for any purpose. Hemming v. Zimin erschitte, 4 Texas, 159; Boren v. Billington, 82 Texas, 137. This objection, however, does not seem to have been raised in the court below; and treating it as having been waived, we are of opinion that the court erred in holding the exceptions well taken. It is true the answer of the garnishee does not, in those exact words, state that the bank was not in-indebted to Matlock, nor that he did not own shares of stock therein at the time the answers were taken to the interrogatories; but we believe that no other inference can be fairly drawn, from the answers as made, and that they did substantially negative such indebtedness and ownership. Drake on Attach., sec. 659.\nThe answer states that at the time of the service of the writ of garnishment the bank owed Matlock nothing, but on the contrary he owed it 82000, which he still owes; also, that he had no interest in the bank other than the sixty shares of stock hypothecated to Farwell & Co. No attempt was made to subject these shares to sale as required by the statute, but a personal judgment was rendered against the bank for the full amount of the judgment in favor of defendant in error against Matlock, as upon a total failure to answer.\nWe are clearly of opinion that this was error. If the answer of the bank was defective at all, there is nothing in the record to indicate such willful failure or refusal upon its part to make full answer as seems to be required by'our statute to subject it to a judgment by default. Jemison v. Scarborough, 56 Texas, 358. The failure to make more specific answers seems to us to be attributable more to the neglect of the officer in reducing them to writing than to any desire on the part of the garnishee to evade answering.\nAgain: it will be noted that the commission under which the answer to the garnishee was taken required the officer to whom it was directed to take the answers of W. A. Morris, the cashier of the bank, not the answers of the bank itself. It has several times been decided in this State, that such service will not sustain a judgment by default against a corporation, and it may well be doubted whether the answers of Morris under this commission would confer jurisdiction upon the court to render a judgment by default (for a judgment \"for failure to make full answer would seem to be a judgment by default) against the bank; but as this question is not raised in the assignments of error, and as there are expressions in some of the decisions which might seem to give weight to such an answer as between the parties to this proceeding, we will not undertake its decision. Ins. Co. v. Seeligson, 59 Texas, 3; Railway v. Rollins, 81 Texas, 579; Bowers v. Ins. Co., 65 Texas, 51; Ins. Co. v. Friedman Bros., 74 Texas, 56.\nWe are of opinion that the judgment of the court below should be reversed and the cause remanded,- and it is so ordered.\nReversed and remanded.\nDelivered April 12, 1893.\nA motion for rehearing was refused.",
        "type": "majority",
        "author": "STEPHENS, Associate Justice. HEAD, Associate Justice."
      }
    ],
    "attorneys": [
      "George W. Smith, for plaintiff in error.",
      "R. H. Looney and Garter & Lewright, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "First National Bank of Montague v. A. B. Robertson.\nNo. 544.\n1. Practice on Appeal — Citation in Error may be Sued Out, When.—R. recovered judgment in the District Court against the bank of M., December 4, 1889. On February 25, 1890, the defendant bank, as plaintiff in error, filed its petition and bond for a writ of error, and had citation issued, and on May 3, 1890, filed transcript of the record in the Supreme Court, and submitted the case on brief at that term. June 7,1892, the Supreme Court reversed and remanded the cause, but on June 25,1892, sustained a motion for rehearing, vacated the judgment previously entered by it, and struck the cause from the docket, because the transcript failed to show that the citation in error had ever been served. June 20, 1892, plaintiff in error had an alias citation issued and served, and again filed the transcript in the Supreme Court, September 30,1892. Held, on motion to dismiss the writ of error, because plaintiff had permitted over two years to elapse after filing its petition and bond before having defendant cited, and because three terms of the Supreme Court had passed after the filing of the petition before it had caused citation to be served on defendant, that as it appeared from the record that the attorney of the plaintiff in error believed, and had reason to believe, that the original citation in error had been duly served, and as the judgment in favor of the defendant in error was suspended by good and sufficient supersedeas bond, and no injury likely to result from the delay, there had been no such inexcusable neglect in prosecuting the writ of error as would justify the appellate court in sustaining the motion to dismiss.\n2. Garnishment Against Bank—Answer of Garnishee.—In a garnishment proceeding against a bank, the garnishee, by its cashier, answered, that when the writ was served it owed the judgment debtor nothing, but on the contrary he owed the bank $2000, which he still owes; that the judgment debtor when the writ was served owned sixty shares of the stock of the bank, but that such stock was then, and still is. hypothecated to a third person for its full value, and that the judgment debtor has no interest in the bank, nor had at the time the writ was served, except the bank stock above mentioned. Held, that though the answer did notin those exact words state that the bank was not indebted to the judgment debtor, nor that he did not own shares of stock therein at the time of the answer, yet no other inference can be fairly drawn from the answer, and it did substantially negative such indebtedness and ownership.\n3. Same—Writ of Garnishment Against Corporation. — Quere : Can a judgment by default for want of an answer be taken against a bank where the commission under which the answer of the garnishee was taken required the officer to whom it was directed to take the answers of the cashier of the bank, naming him, and not the answer of the bank itself?\nError from Mitchell. Tried below before Hon. William Kennedy.\nGeorge W. Smith, for plaintiff in error.\n1. Upon the filing of both the petition and bond the right to a writ of error is complete and the writ is perfected; and if the petition and bond are filed within two years from the rendition of the judgment, the citation in error may be issued and served after the expiration of two years. Rev. Stats., art. 1402; Peabody v. Marks, 25 Texas, 23; Crunk v. Crunk, 23 Texas, 605.\n2. The later decisions under the present statutes allow the defendant in error to have the case stricken from the docket for defective citation or defective service, and yet in such eases allow the plaintiff in error to have alias citation issued and served to bring up the case on the same writ of error to the next ensuing term. Wilson v. Adams, 50 Texas, 12; Holloman v. Middleton, 23 Texas, 537; Batey v. Dibrell, 28 Texas, 174; Beavers v. Butler, 30 Texas, 24.\n3. The answer of the garnishee contained a substantial denial of its indebtedness to A. L. Matlock, or that said Matlock owned any shares of stock in said bank, except those hypothecated to Far well & Co., at the date thereof; and although the answer may have been vague and in artistically drawn, it is sufficient; and the court was not justified in pronouncing judgment against the garnishee, but should have discharged him. Rev. Stats., art. 193; Sayles’ Treatise, sec. 634, subdiv. 5; Drake on Attach., sec. 659, subdivs. 2, 5; Wade on Attach., 97, 132.\nR. H. Looney and Garter & Lewright, for defendant in error.\nIf, after filing a petition for writ of error and bond, the plaintiff permits three terms of the appellate court to pass without serving the defendant with the citation in error, his writ should be dismissed. Rev. Stats., arts. 1392, 1397; Roberts v. Sollibellus, 10 Texas, 354; Graham v. Sterns, 16 Texas, 156; Thompson v. Rice, 49 Texas, 772; Thompson v. Anderson, 82 Texas, 237."
  },
  "file_name": "0150-01",
  "first_page_order": 176,
  "last_page_order": 181
}
