{
  "id": 221091,
  "name": "J. D. Dulaney v. George Walshe & Co.",
  "name_abbreviation": "Dulaney v. George Walshe & Co.",
  "decision_date": "1893-04-27",
  "docket_number": "No. 155",
  "first_page": "174",
  "last_page": "176",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 174"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "22 Md., 30",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        11250116
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/22/0030-01"
      ]
    },
    {
      "cite": "2 How., 560",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3328051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/43/0560-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 385,
    "char_count": 6896,
    "ocr_confidence": 0.579,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.36357718152679946
    },
    "sha256": "dcfeca7acd8e0073cf9432b894c074c83b4023eb82b755e394ce88e9b4bc9b02",
    "simhash": "1:f596a2d5b281a854",
    "word_count": 1199
  },
  "last_updated": "2024-02-27T16:31:46.217873+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "J. D. Dulaney v. George Walshe & Co."
    ],
    "opinions": [
      {
        "text": "TARLTON, Chief Justice.\nThe appellee, George Walshe, doing business under the name of George Walshe & Co., brought this suit March 20, 1890, against J. D. Dulaney, as surviving member of the firm of N. I. Dulaney & Bro. Appellee sought to recover the sum of 8599.72, the amount of a verified account for goods sold by him to the firm of N. I. Dulaney & Bro., and the further sum of 8540, besides interest and attorney fees, due upon a promissory note charged to have been executed by that firm to appellee. The note referred to was alleged to have been lost.\nThe account was admittedly due except the sum of 811.34, and the loss, execution, and amount of the note were satisfactorily shown in accordance with the plaintiff’s allegations. The firm of N. I. Dulaney & Bro., composed of N. I. Dulaney and J. D. Dulaney, was dissolved by the death of the former on January 11, 1890.\nApril 17, 1890, judgment was rendered in favor of the plaintiff for the sums thus established against “J. D. Dulaney, as surviving member of the late partnership firm of N. I. Dulaney & Bro., and in his individual capacity;” an execution was awarded “ against the individual property of the said J. D. Dulaney, as well as against the partnership assets of the late firm of N. I. Dulaney & Bro.”\nAppellant filed what he terms a plea in abatement, in which, admitting the dissolution of the firm of N. I. Dulaney & Bro. by the death of the former on January 11, 1890, he alleges, that N. I. Dulaney left a will, appointing J. D. Dulaney, J. W. Germany, and W. H. Cowan as his executors, empowered to manage and control the business of the firm of N. I. Dulaney & Bro., and to close out the same as rapidly as possible. He further alleges, that the defendant, as survivor of the firm, according to the wish of the testator, had surrendered to the executors all the assets of the firm, which was solvent at the death of N. I. Dulaney, and he suggests that these executors are proper parties to this suit.\nDefendant then, after pleading a general demurrer and a general denial, further filed what he designates as a cross-bill, in which he prays that the executors named should be made parties defendant, and in case judgment should be rendered against him, that it be first collected out of the firm assets in the hands of the executors, and, alternatively, that he have judgment against the estate of N. I. Dulaney.\n1. The court was correct in declining to delay the trial of this case for the purpose of making the executors parties. The dissolution of the firm by the death of N. I. Dulaney did not affect the several or individual liability of J. D. Dulaney; he was properly sued as surviving partner, without reference to the executors. 2 Bates on Part., secs. 746, 748-750.\n2. The executors were not even proper parties to the suit against the survivor. Though the plaintiff in this case, as a creditor of the firm, could “ sue the surviving partner as such, and at the same time proceed against the estate of the deceased partner,” as to the latter he could pursue his remedy only through the Probate Court, and in the manner provided for the settlement of the estates of deceased persons. Gaut v. Eeed, 24 Texas, 57.\n3. The evidence leaves no reason to doubt the execution and the subsequent loss of the note declared upon. The books of the firm of N. I. Dulaney & Bro. themselves showed, as indicated by the testimony of the defendant himself, that the note had been executed. The testimony of the witness McCauley, showing that the banking firm of Thos. Trammell & Co., of which he was a member, had received a lost note of the above description, signed “N. I. Dulaney & Bro.,” whose signature he knew, and which he believed to be genuine, leaves no room for reasonable contention on this question.\n4. The appellant can not complain that execution was awarded against the partnership assets; as surviving partner, he held in the capacity in which he was sued possession and control of the firm property. 2 Bates on Part., sec. 746, et seq. This possession and control he could not surrender to the prejudice of the creditors.\n5. We find the suggestion of the appellee that this appeal is prosecuted for delay to be well founded, and we conclude that the judgment should be affirmed with 10 per cent damages. It is so ordered.\nAffirmed.\nDelivered April 27, 1893.",
        "type": "majority",
        "author": "TARLTON, Chief Justice."
      }
    ],
    "attorneys": [
      "Cowan & Fisher, for appellant.",
      "Cockrell & Cockrell, for appellees."
    ],
    "corrections": "",
    "head_matter": "J. D. Dulaney v. George Walshe & Co.\nNo. 155.\n1. Parties to Suit Against Surviving Partner.—In an action against a surviving partner for a firm debt, the executors of the deceased partner are not necessary parties, since the dissolution of the firm by the death of such deceased partner did not affect the liability of the surviving partner.\n2. Same —Executors of Deceased Partner.—Nor in such action are the executors of the deceased partner proper parties, since as to them the creditor can pursue his remedy only in the Probate Court.\n3. Execution Against Partnership Assets.—In such action execution is properly awarded against the partnership assets, despite the fact that the surviving partner may have delivered them over to the executor of the deceased partner, since he could not lawfully surrender their possession and control to the prejudice of firm creditors.\n4. Proof of Lost Note Held Sufficient.—See the opinion for evidence held sufficient to establish the execution and loss of a promissory note sued on.\nAppeal from Nolan. Tried below before Hon. William Kennedy.\nCowan & Fisher, for appellant.\n1. A partner may by his will provide that the partnership shall continue, notwithstanding his death; and if it be consented to by the surviving partner, it becomes obligatory. 1 Parson Cont., 5 ed., 208; 2 How., 560.\n2. Until a dissolution of a firm or its insolvency is shown, no judgment can be rendered against an individual member for a firm debt, the partnership property being the. primary fund out of which the debt must be paid.\nCockrell & Cockrell, for appellees.\n1. The deceased partner could not by his will deprive appellant of his right to wind up partnership affairs; nor could the survivor voluntarily surrender this right and duty as against creditors, and force on them more onerous methods of collecting their debts. ’ Gaut v. Reed, 24 Texas, 46; Higgins v. Rinker, 47 Texas, 381; 2 Bates on Part., secs. 750, 746-749.\n2. The title to all partnership property, on the death of one partner, vests absolutely in the survivor, and the representative of the deceased partner has no interest in or claim to anything other than to his -part of the balance after partnership debts are paid and partnership business wound up; and consequently the judgment against the individual survivor and against partnership property can not be complained of either by the surviving partner or the representatives of the deceased. 2 Bates on Part., secs. 713, 715, 720, 722; Knox v. Gye, L. R., 5 H. L., 656; Berry v. Harris, 22 Md., 30."
  },
  "file_name": "0174-01",
  "first_page_order": 200,
  "last_page_order": 202
}
