{
  "id": 221097,
  "name": "Thomas Donovan et al. v. A. J. Ladner et al.",
  "name_abbreviation": "Donovan v. Ladner",
  "decision_date": "1893-04-19",
  "docket_number": "No. 150",
  "first_page": "203",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 203"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 503,
    "char_count": 11615,
    "ocr_confidence": 0.527,
    "pagerank": {
      "raw": 4.076306636737454e-08,
      "percentile": 0.008892036850692172
    },
    "sha256": "005ec4ec721af8370d05534cac038d1363223ac0d89877c4e2c5fcd3c198af34",
    "simhash": "1:fb140cfea2ee349e",
    "word_count": 1983
  },
  "last_updated": "2023-07-14T18:08:23.206239+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas Donovan et al. v. A. J. Ladner et al."
    ],
    "opinions": [
      {
        "text": "COLLARD, Associate Justice.\nThis action was brought by Thomas Donovan and his sister, Lola Donovan Agüero, joined by her husband, Emile Agüero, claiming as heirs of their deceased father, to recover one-fourth undivided interest in lot 38), block 2, range 3, in Eagle Pass, Texas, against A. J. Ladner and Louis Ladner (and others who are the tenants of defendants, disclaiming title in themselves), and also for partition.\nThe Ladners pleaded not guilty, limitation of three and ten years, and set up claim for valuable improvements. They also, by supplemental answer, set up, that the lot a part of which is sued for, together with lots 38, 36), and 36, was the community property of William Donovan, now deceased, and his wife, Gertrudes Donovan, the parents of plaintiffs; that shortly after the death of her husband, she, Gertrudes, alienated the lot 38), worth much less than the other half of the community of herself and husband; and that “if plaintiffs had any right therein by reason of inheritance from their father., they are estopped from asserting it, because subsequently thereto, at their own suit, partition of the estate of William Donovan and Gertrudes Donovan and children was had in the County Court of Maverick County, Texas, and that a proportionate share in the residue of the estate of William Donovan was, in compensation of their interest in this lot, allotted to these plaintiffs,” etc.\nThe cause was submitted to the court, who rendered judgment that plaintiffs take nothing by their suit, and that defendants A. J. Ladner and Louis Ladner recover of plaintiffs and the sureties on their cost bond all costs of suit; from which judgment plaintiffs have appealed.\nThe court filed conclusions of fact and law as follows:\n“1. That William Donovan died in 1876, and left surviving him Gertrudes, his wife, and four children, all yet living, all four being the issue of his marriage with Gertrudes, and that plaintiffs are two of such children.\n“ 2. That on the death of William Donovan, there remained as community property of himself and Gertrudes four lots in the town of Eagle Pass, in Maverick County, Texas, being lots 36, 36), 38, and 38), in block 2, range 3, all of the lots being of the same size, 75 by 150 feet, all adjoining and under one enclosure, the dwellings being on lot 36; lot 38) being of less value than either of the other lots.\n“3. In 1878 Gertrudes, surviving wife of William Donovan, joined by two of the children, sold lot 38) to Zaugg, but plaintiffs did not join in the deed.\n“ 4. That afterwards, in 188-, Gertrudes, the mother of plaintiffs, who were yet minors, took out letters of guardianship on their estates in the County Court of Maverick County, Texas, and returned an inventory of their property, in which their interest in their deceased father’s estate was given as one-third of lots 36, 36), and 38, and that their interest in said lots was subsequently sold by order of said court, the sale approved, deed made to purchaser, and the money paid to plaintiffs’ guardian.\n“ 5. That one-third of lots 36, 36), and 38 was the same in quantity as one-fourth of the four lots, and greater in value than one-fourth of the four lots.\n“ 6. That under the sale by the Probate Court, plaintiffs received in quantity one-fourth of their father’s estate and in value more than one-fourth.\n“Conclusions of Law.— 1. That on the death of William Donovan, his surviving wife became entitled to one-half of their community property and their four children the other half, plaintiffs’ interest being one-fourth of the whole.\n“2. That while Mrs. Donovan could not legally convey the one-fourth sold by her to Zaugg, yet having done so, and plaintiffs having received the one-fourth in land (and more than one-fourth in value) to which they were entitled out of their father’s estate, can not recover the part sold by their mother.\n“ 3. That defendants are entitled to judgment for costs, etc.\n“As a further finding, at request of counsel for plaintiffs, I find that the allegations of defendants’ answer are sufficient to authorize proof of sale of plaintiffs’ interest by their guardian, as stated in the fourth conclusion above.”\nAppellees have assigned no errors, and have made no objections to the findings of the court upon the facts.\nOn the trial defendants read in evidence the deed to Frederick Zaugg, of date May 25, 1878, to the lot in controversy.\nOver objections of plaintiffs, the court permitted defendants to prove, that on October 3, 1883, Gertrudes Donovan qualified as guardian of plaintiffs (then minors) in Maverick County, and on the 6th of October, 1883, filed inventory of their estates, which included one-third undivided interest in lots 36, 36), and 38, mentioned in the court’s findings; that on same day of filing the inventory, she applied for an order of sale of the minors’ interest in the three lots, which was granted by the court at November Term, 1883, and report of sale of the lots to J. A. Bonnett for $500 approved by the court, February Term, 1884, all for the purpose of showing a partition of the property of the estate of William Donovan, and to show that plaintiffs were estopped.\nThe objections of plaintiffs to the evidence were, that defendants had specially set up that there had been a partition of the estate of William Donovan in the County Court of Maverick County at the suit of plaintiffs, in which property had been allotted to them in compensention for their interest in the lot in suit, whereby they were estopped, and that the evidence was not admissible under the plea; and besides, defendants had shown no privity in the matter.\nExceptions were reserved to the ruling and it is now assigned as error.\nThe ruling was incorrect. Having alleged estoppel by partition in court, defendants were bound by the allegations, and could not avail themselves of facts other than and different from those alleged under the plea of not guilty. Shields v. Hunt, 45 Texas, 427, 428; Railway v. Whitaker, 68 Texas, 632; 51 Texas, 172, 340-343; 53 Texas, 262; 47 Texas, 220.\nIt is insisted by appellants, that the court erred in rendering judgment, for defendants upon the ground that plaintiffs had received their full share of the estate of their deceased father, because defendants had not. connected themselves with the outstanding equity.\nThis assignment is well taken. Defendants set up that the lot in controversy, together with lots 38, 36-|-, and 36, constituted the community property of William Donovan and his wife at the time of his death, and the court found that such was the fact, and that plaintiffs inherited one-fourth of the same upon the death of their father. It may be true that-plaintiffs have received as much in value of the estate as they are entitled to, as found by the court, and upon settlement with their mother and their coheirs it would be adjudged that their interest in the estate has been satisfied; still they are the legal owners of their inherited interest in the lot sued for, and should recover the same against persons who do not own or represent the equitable interest of the other heirs. Defendants, so far as the evidence and the findings of the court show, are mere trespassers, and have no right to call plaintiffs to account for any part of their father’s estate received by them. Defendants would be entitled to nothing on such settlement if it should be proven that plaintiffs have in fact received even more of the estate than their equitable share.\nThe rule is, that an outstanding equity with which defendant, a mere trespasser, is not connected, can not be set up to defeat the legal title in plaintiff. Shields v. Hunt, 45 Texas, 427, 428; Johnson v. Timmons, 50 Texas, 538; Fitch v. Boyer, 51 Texas, 348.\nWe do not intend to be understood as holding that under the evidence there would be any equity against plaintiffs upon settlement with the heirs.\nFor the errors noticed above, the judgment of the court below is reversed and the cause remanded.\nReversed and remanded.\nDelivered April 19, 1893.",
        "type": "majority",
        "author": "COLLARD, Associate Justice."
      }
    ],
    "attorneys": [
      "Dan W. Nicholson and Clark & Old, for appellants.",
      "James A. Ware, for appellees."
    ],
    "corrections": "",
    "head_matter": "Thomas Donovan et al. v. A. J. Ladner et al.\nNo. 150.\n1. Pleading and Practice in Trespass to Try Title—The defendants in an action of trespass to try title and for partition, having alleged estoppel by partition in the Probate Court, they could not avail themselves, under the plea of not guilty, of facts other and different from those alleged; e. g., of testimony showing that the plaintiffs had already received their share in their father’s estate when they were claiming as heirs.\n2. Outstanding Equity as Defense in Trespass to Try Title.—An outstanding equity with which the defendant, a mere trespasser, is not connected, can not be set up to defeat the legal title in plaintiff.\n3. Case in Judgment.—Husband died leaving a widow and four children, also four town lots. The widow and two children conveyed one lot, the least valuable. She then became guardian of the two remaining children, and inventoried one-third interest in the remaining three lots. This interest was sold by order of the Probate Court. Subsequently, the minors reaching majority sued for one-fourth in the lot sold by the widow and the other two children. The defendants pleaded estoppel by judgment in Probate Court. Held, that plaintiffs were entitled to recover.\nAppeal from Maverick. Tried below before Hon. Winchester Kelso.\nDan W. Nicholson and Clark & Old, for appellants.\n1. Defendants having plead specially a legal partition by suit brought by plaintiffs, they were not entitled to prove that the mother, as guardian, had attempted to appropriate other property for their benefit in satisfaction for their property appropriated by her, they being minors and her interest being adverse. Shields v. Hunt, 45 Texas, 426; Railway v. Whitaker, 68 Texas, 632.\n2. The acts of said guardian in placing upon an inventory, procuring an order, and selling a greater interest for plaintiffs in other property than they were entitled to, can not be construed into a partition, either legal or equitable, plaintiffs being minors, and her interest being adverse, and it not being shown they received any benefit or ratified the same in any way. Steed v. Petty, 65 Texas, 495; Custard v. Musgrove, 47 Texas, 219; Dunlap v. Southerlin, 63 Texas, 39.\nJames A. Ware, for appellees.\nThe general issue to the action simply of trespass to try title could not bar the right to set up special equitable defenses to the equitable suit made by plaintiffs’ amended petition.\nThe widow, on the death of her partner in community, became immediately vested with one-half of the community estate, and as survivor became responsible to the heirs of the other half for the value of that half, and accountable in distribution of the estate for the appropriation of any particular portion of the assets; and the purchaser of any portion from the survivor, provided it is not in excess of the half belonging to the survivor, will acquire an equitable title, which will be protected in final distribution, if it can be done without prejudice to the rights of the heirs of the deceased partner in community. This was done in this case. The proceedings in the County Court were proceedings in probate for the distribution of the estate; the recognition of the sale to Zaugg by Mrs. Donovan was an allotment to her of that portion of the property sold by her, and the distribution of the rest of the property fully compensated the heirs for any interest they may have had in the property in contest; this they have received in the only way they could have received it, and still retain, without proffer of restoration."
  },
  "file_name": "0203-01",
  "first_page_order": 229,
  "last_page_order": 233
}
