{
  "id": 221150,
  "name": "M. G. Howe, Receiver, et al. v. T. A. Gibson",
  "name_abbreviation": "Howe v. Gibson",
  "decision_date": "1893-05-04",
  "docket_number": "No. 182",
  "first_page": "263",
  "last_page": "266",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 263"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "17 N. Y., 306",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2019324
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/17/0306-01"
      ]
    },
    {
      "cite": "21 Wis., 582",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11286598
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/21/0582-01"
      ]
    },
    {
      "cite": "31 Cal., 46",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2222581
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/31/0046-01"
      ]
    },
    {
      "cite": "1 Allen, 9",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2095335
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/83/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 447,
    "char_count": 9044,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 4.619350331039266e-08,
      "percentile": 0.2891724575448221
    },
    "sha256": "3316651369c6790ef2a9af5059313e6d22d9a9f2ede49fb7750ad0f60d704c0b",
    "simhash": "1:2c2bb3288a333db8",
    "word_count": 1574
  },
  "last_updated": "2024-02-27T16:31:46.217873+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "M. G. Howe, Receiver, et al. v. T. A. Gibson."
    ],
    "opinions": [
      {
        "text": "GARRETT, Chief Justice.\nThis suit was brought by T. A. Gibson in the District Court of Nacogdoches County, against the Shreveport & Houston Railway Company and M. G. Howe, as receiver of the Houston East & West Texas Railway Company, to recover damages for personal injuries.\nTrial was had by a jury, and verdict and judgment were returned and rendered for the plaintiff for the sum of $200.\nThe facts, briefly stated, are, that the Shreveport & Houston Railway Company is a corporation incorporated by the laws of the State of Louisiana, and the Houston East & West Texas Railway Company is a corporation incorporated under the laws of Texas; the line of railway of the former extends from Shreveport, in the State of Louisiana, to Logansport, Louisiana, on the boundary between Jjouisiana and Texas; and the line of the latter extends from Logansport to the city of Houston. Defendant M. G. Howe is the receiver of the Houston East & West Texas Railway Company, and as such has charge of the property of said company, with authority to operate its said line of railway. He is also the general manager of the railway belonging to the Shreveport & Houston Railway Company.\nThe lines of the two companies connect at Logansport, and through trains are run on said lines from Houston to Shreveport and from Shreveport to Houston without change of cars or crews of the trains. The same servants are employed for both roads, and all receipts at the various offices are reported and remitted daily to Houston to the defendant M. G. Howe, as receiver of the Houston East & West Texas Railway Company, where they were placed to his credit as receiver, and all expense accounts for the entire line were sent to the receiver for examination and payment. Mr. Howe had charge of the entire line between Houston and Shreveport, and had the appointment of all persons employed in the running of the two roads forming the line; and the entire line was managed and operated as one line by the same manager, officers, and employes throughout, with general offices at Houston, Texas.\nE. Dargen was the auditor of both roads, with his office in Houston. He kept the accounts of the two roads separate. The gross receipts of each road on monthly settlements were credited to the road earning the same, and each road was charged Avith the expense of operating its part of the line, but it was not shown how these expenses were arrived at, or how the salaries of the general officers were apportioned. The tariff for passengers on the Houston East & West Texas Railway was 3 cents a mile, and over the Shreveport.& Houston Railway it was 4 cents; and the division of earnings for passenger carriage between the two roads was made on that basis.\nOn June 25, 1888, plaintiff purchased a ticket at Teneha, in Texas, a station on the Houston East & West Texas Railway, good for passage to Franks, a station on the Shreveport & Houston Railway, in Louisiana. The ticket had printed thereon a coupon for each road, but the party holding the same would have to make a continuous passage, without right to stop over. The train reached Franks about 1 o’clock in the night, but instead of being stopped at the station, was run past it, and was stopped in the.woods about three-quarters of a mile beyond, and the plaintiff and other passengers were directed to alight and got off the train. Plaintiff said, “ Don’t put us off here; we are not at Franks;” and the conductor replied that the station was just a few steps back. There was no station house or platform at Franks, but passengers generally got off opposite Franks’ house, which stood about 150 yards back from the railway. The night was dark, and it was drizzling rain. It had rained hard in the evening and the ground was muddy. Plaintiff had difficulty in finding the station, where a hack was awaiting the party to take them to Grand Cane, Louisiana, and walked about a mile and a half in going up and down the track looking for it. It was about an hour or an hour and a half before he found the station. It was drizzling rain and the ground was muddy. Plaintiff got his feet wet and muddy, and had to carry his baggage from where he was put off to Franks. He was a young man, in company with other passengers, and it is not shown that he had anything more than hand baggage. It was a summer night, and the party continued their trip from Franks to Grand Cane that night.\nAs far as the operation and management were concerned, the two roads were practically one line; and they were so, as far as the plaintiff or the public knew or could see. The evidence very clearly shows that the entire line from Houston to Shreveport was operated by the defendant Howe, the receiver for the Houston East & West Texas Railway, notwithstanding the fact that there was some arrangement or understanding by which the Shreveport & Houston Railway on monthly settlement received its earnings. This ease does not come within the case of Harris v. Howe, 74 Texas, 534, cited by the appellants. If there was not a partnership between the management of the two roads, there was at least an arrangement by which it was to be operated as one line, with authority to the managers and general officers to make through contracts for carriage of passengers. The ticket was a through ticket for transportation from Teneha to Franks. The coupons could not be detached, and the passenger could not stop over at Logansport, and the breach of contract complained of was of the joint undertaking of both the roads to carry the plaintiff to his destination on the Shreveport & Houston Railway, for which the defendant Howe, as receiver of the Houston East & West Texas Railway, would be liable.\nWe are of the opinion, however, that the amount of the verdict of the jury in favor of the plaintiff is so clearly excessive that the judgment should be reversed. Plaintiff, a young man, was set down on a summer night in the woods about three-quarters of a mile past his destination, in company with other passengers, his only inconvenience being some delay in finding the station, getting his feet muddy and wet, and having to carry his grip through a drizzling rain. He is entitled to some amount as damages, but not to the sum awarded him by the jury.\nBecause the judgment of the court below is excessive in amount, it will be reversed and the cause remanded.\nReversed and remanded.\nDelivered May 4, 1893.",
        "type": "majority",
        "author": "GARRETT, Chief Justice."
      }
    ],
    "attorneys": [
      "Goldthwaite, Ewing & H. F. Ring, for appellants.",
      "James Turner, for appellee."
    ],
    "corrections": "",
    "head_matter": "M. G. Howe, Receiver, et al. v. T. A. Gibson.\nNo. 182.\n1. Two Railways Considered one Line, When—The Shreveport & Houston Railway and the Houston Bast & West Texas Railway form one continuous line from Houston to Shreveport, Louisiana, connecting at Logansport on the boundary between Louisiana and Texas. Through trains run between said terminals. The servants are employed for both roads, and Mr. Howe has charge of the entire line, which has its general offices in Houston. He has the appointment of all persons employed in the running of the two roads. Parties purchasing tickets over the line have \"to make continuous passage, without the right to stop over. If there was not a partnership between the two roads, there was an arrangement by which they were to be operated as one line, with authority to its managers to make through contracts for carriage of passengers; and appellee, having been damaged by the negligence of its, officers in Louisiana, the suit was properly brought against both roads, and the case does not come within the case of Harris v. Howe, 74 Texas, 534.\n2. Excessive Damages.—Plaintiff, a young man, was set down on a summer night in the woods, about three-fourths of a mile past his destination, in company with other passengers, his only inconvenience being some delay in finding the station, getting his feet muddy and wet, and having to carry his grip through a drizzling rain. He is entitled to some amount as damages, but not to $200.\nAppeal from Nacogdoches. Tried below'bef ore Hon. Geo. F. Ingkaham.\nGoldthwaite, Ewing & H. F. Ring, for appellants.\nThe evidence shows that the breach complained of rested upon the single several contract of the Shreveport & Houston Railway Company, a separate and distinct person, and was committed, if at all, solely by said company. Harris v. Howe, 74 Texas, 537; Hutch, on Carr., sec. 151 (compare with secs. 577-579); also secs. 159, 169; 2 Redf. Ry. Law, 267.\nJames Turner, for appellee.\nWhere a railway company issues a ticket for carriage from one of its own stations to a point on another road, as from Houston, Texas, to Shreveport, Louisiana, and the contracting company, by agreement with the other company, runs its cars over the road of such connecting company, and an injury is inflicted on the passenger beyond the terminus of the line of the company issuing the ticket, such company is liable for the injury. Whart. on Neg., secs. 582, 583, 584; Fletcher v. Railway, 1 Allen, 9; Wheeler v. Railway, 31 Cal., 46; Shearm. & Redf. on Neg., secs. 271, 272; Thomp. on Carr, of Pass., 403; Candee v. Railway, 21 Wis., 582; Quimby v. Vanderbilt, 17 N. Y., 306."
  },
  "file_name": "0263-01",
  "first_page_order": 289,
  "last_page_order": 292
}
