{
  "id": 221155,
  "name": "The Red River, Sabine & Western Railway Company et al. v. S. W. Blount, Jr., et al.",
  "name_abbreviation": "Red River, Sabine & Western Railway Co. v. Blount",
  "decision_date": "1893-05-11",
  "docket_number": "No. 164",
  "first_page": "282",
  "last_page": "290",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 282"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "13 Am. St. Rep., 350",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "21 Wis., 398",
      "category": "reporters:state",
      "reporter": "Wis.",
      "opinion_index": -1
    },
    {
      "cite": "15 Wall., 140",
      "category": "reporters:scotus_early",
      "reporter": "Wall.,",
      "case_ids": [
        3423596
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/82/0140-01"
      ]
    },
    {
      "cite": "16 Ala., 600",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8496672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/16/0600-01"
      ]
    },
    {
      "cite": "22 Barb., 154",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4983441
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/22/0154-01"
      ]
    },
    {
      "cite": "27 Conn., 617",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        526516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/27/0617-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 806,
    "char_count": 25527,
    "ocr_confidence": 0.545,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.008775608153216655
    },
    "sha256": "b36f4bf67abe7bdc9cba1c94d9026c42fc381d483eee1294b592f9d61d969e92",
    "simhash": "1:be8b9c6b1a62f87d",
    "word_count": 4438
  },
  "last_updated": "2024-02-27T16:31:46.217873+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Red River, Sabine & Western Railway Company et al. v. S. W. Blount, Jr., et al."
    ],
    "opinions": [
      {
        "text": "GARRETT, Chief Justice.\nAppellees brought this suit on January 8, 1891, in the District Court of San Augustine County, to recover of the Red River, Sabine & Western Railroad Company, as principal, and F. W. Ball, Charles Schueber, W. F. Lake, John Ratican, and Max Elser, as sureties, on a bond executed by them, obligating said railway company and said sureties to repay certain subscriptions to the said railway in case it was not completed to San Augustine by January 1, 1890.\nThe plaintiffs, to-wit, S. W. Blount, Jr., Rufus Price, George C. Greer, E. A. Blount, John Lynch, James C. Anderson, F. H. Tucker, J. E. Harrison, A. P. Sassaman, I. H. Hollis, and F. H. Greer, alleged that they all resided in San Augustine County, and were, with S. W. Blount, who was then deceased, all the obligees on a bond or contract therein after described; that they complained of the Red River, Sabine & Western Railway Company, a corporation duly chartered under the laws of the State of Texas, for the purpose of constructing and maintaining a railroad from and to certain points, and through the county of San Augustine, Texas, of which L. W. Lloyd was president, one C. C. Allen, secretary, and I. H. Hollis, who resided in San Augustine County, was treasurer and agent, as principal, and of the other defendants, who resided in Tarrant County, Texas, as sureties, They further alleged, that the contract sued on was to be performed in San Augustine County; that the said railroad was not in existence, and that said company had no general office, but that it had a located railway line in San Augustine County, and that I. H. Hollis, the treasurer and representative of said company, had his office in said county of San Augustine, where he kept the funds of the company.\nThat in order to assist and induce said railway company to construct said railway to the town of San Augustine, Texas, and establish a depot therein, plaintiffs obligated themselves in two certain written obligations to guarantee the payment to said railway company by the citizens of San Augustine County and other counties named, the sum of $9000, upon conditions and in installments fully set out in said obligations, which were alleged to be in the possession of the defendant company or other defendants, etc.; that plaintiffs were not, under said contracts, to pay the said sum of $9000 as their own subscriptions, but guaranteed the payment of the same by various citizens of San Augustine and other counties; and as trustees for all those who subscribed and paid money in order to secure the construction and maintenance of said railroad and depot at San Angustine under said contract, became the obligees ip. the bond or obligation executed by the defendants, which is set out in the petition in full, as follows:\n“State of Texas, Gounty of Nacogdoches.—Know all men by these presents, that we, the undersigned, Red River, Sabine & Western Railway Company, as principal, and F. W. Ball, Charles Scheuber, W. F. Lake, John Ratican, and Max Elser, as sureties, acknowledge ourselves to owe and be indebted to S. W. Blount, Jr., Rufus Price, George C. Greer, E. A. Blount, John Lynch, James C. Anderson, F. H. Tucker, J. E. Harrison, A. P. Sassaman, I. H. Hollis, F. H. Greer, and S. W. Blount, of the county of San Augustine, State of Texas, in the sum of $9000, for the payment of which we bind our heirs, executors, and administrators, well and duly to be made. The conditions of the above obligation are such as, that whereas, the said S. W. Blount, Jr., Rufus Price, George C. Greer, E. A. Blount, John Lynch, James C. Anderson, F. H. Tucker, J. E. Harrison, A. P. Sassaman, I. H. Hollis, F. H. Greer, and S. W. Blount have by their bond or contract in writing obligated themselves to pay said railway company in installments, as in said contract stated, the sum of $7500, said contract being dated the 29th day of December, 1888, and the said parties, S. W. Blount, Jr., and others above mentioned, by their supplementary contract in writing, have in like manner obligated themselves to pay. to the said railway company the further sum of $1500, as more fully shown by reference to said contract:\n“Now, should the Red River, Sabine & Western Railway Company neglect or fail to build, construct, and complete a standard gouge railway from a point on the Houston East & West Texas Railway, at or near the town of Nacogdoches, to the town of San Augustine, in San Augustine County, Texas, erecting a depot of said road at said town of San Augustine, within one mile of the court house thereof, the ground for same to be furnished and donated by the obligees herein, as before agreed, said railroad company to be built and equipped on or before January 1, 1890, then this obligation to become null and void, otherwise to remain in full force and effect; provided, that if at the time mentioned the said railway company, by reasonable providential hindrances, extraordinary financial depression, or other unavoidable causes, have not completed said road to said town of San Augustine as above provided, but are vigorously pushing the same, with prospect of completion within two months additional time, then the time for the completion of said road shall be extended two months longer before a forfeiture shall be declared hereon.\n“ Provided further, that should said railway company make its roadbed and lay its ties of a character and in a manner suitable for standard gouge railway, then it shall have the right to lay thereon a narrow gouge track, which shall be regarded as a full compliance with its obligation above expressed; the said track, however, to be changed to a standard gouge as soon as the Houston East & West Texas Railway’s track shall be so changed; provided further, that in no event shall the obligors herein be liable for any greater amount of money than shall have been received from the obligees in pursuance of their said contract. It is understood that this bond is to supersede and be accepted in lieu of another bond, made by said railway company to the obligees herein for the sum of $7500, with W. J. Swain and others as sureties.\n[Signed] “ Red River, Sabine & Western Ry.,\n“By L. L. W. Lloyd, President,\n“ F. W. Ball,\n“Chas. Scheuber,\n“W. F. Lake,\n“ Jno. Ratican,\n“ Max. Elser.\n“I. H. Hollis, Secretary of R. R. S. Ry. Co.”\nThey alleged, that in the condition of the bond the words ‘ ‘ neglect or fail to,” after the words “now should the Red River, Sabine & Western Railway Company,” and before the words “ build, construct, and complete a standard gouge railway,” etc., were inadvertently written in said bond by mistake, and were no part thereof, as shown by the full text of the bond, which was intended to read and mean, “now should the said Red River, Sabine & Western Railway Company build, construct, and complete a standard gouge railway,” etc., as shown by the facts and full text of said obligation.\nIt was further alleged, that plaintiffs fully complied with their said obligations, and paid themselves or caused to be paid to the said railway company, by citizens who had subscribed thereto, various sums of money at various times, aggregating the sum of $5000, as shown by a statement in the petition of the several sums of money so paid, giving the names of the individuals and the amounts paid by each, from which it appeared that many of the amounts were paid by persons other than plaintiffs, and that two installments of $500 each were paid by S. W. Blount, one of the obligees in the bond sued on, who was shown by the petition to be dead.\nPlaintiffs averred, that by reason of the said obligation said railway company, as principal, and the defendants, as sureties, contracted, promised, and became liable to repay to plaintiffs all sums of money which plaintiffs should pay or cause to be paid to said railway company, as specified, provided said railway company should fail to construct its road, as set forth in said obligation, to the town of San Augustine on or before January 1, 1890; that the time for the completion of said railway to the town of San Augustine had long since passed, and that said railway company had wholly failed to construct or equip said railway, or any part thereof, whereby defendants became liable to pay plaintiffs, in trust for the parties who paid the said money, the said sum of $5000, together with legal interest thereon from January 1, 1890, which they had failed and refused to do, to plaintiffs’ damage, etc.\nDefendants first filed a plea in abatement, claiming the right to be sued in the county of their residence, alleging, in substance:\nFirst. That plaintiffs’ petition on its face showed that said court had no jurisdiction over the persons of said defendants, or either of them, and that they were sued without the county of their residence, and claiming their privilege.\nSecond. Sworn plea of privilege, stating, in substance, that neither of defendants resided in said county of San Augustine, but that each and all of them resided in Tarrant County; that plaintiffs’ cause of action, nor any part thereof, arose in said San Augustine County; that defendant railway company had its principal office in Tarrant County, and did not at the time of bringing suit, or at any other time, have an agent or representative in said San Augustine County upon whom process could legally be served; and that I. H. Hollis, who claimed to be treasurer of said railway company, was a party plaintiff in the case, and was, besides, not such a representative as could be served with process; and that the railway of said company did not ever extend nor was the same ever operated through or into said San Augustine County. And without waiving their plea of privilege, defendants pleaded further:\n1. General demurrer on behalf of all defendants.\n2. General demurrer on behalf of defendant sureties.\n3. Special demurrer in the nature of a plea of nonjoinder, alleging that it appeared from the face of plaintiffs’ petition that S. W. Blount was one of the payees in the bond sued on, and was an interested party, and that he is now deceased, but that his legal representatives are not made parties, nor is there any reason assigned for failing to do so.\n4. General denial.\n5. Several special pleas, which need not be stated.\nThe pleas in abatement and the demurrers were overruled by the court, and on submission of the ease to the court, without a jury, judgment was rendered in favor of the plaintiffs for the aggregate sum of the subscriptions paid as stated in the petition, and interest thereon from January 1, 1890, from which the defendants have appealed.\nAs to the railroad company, there was no error in overruling the pleas in abatement setting up the privilege of the defendants to be sued in the county of their residence. Venue was sufficiently shown in the petition by the allegation, that I. H. Hollis was the treasurer and agent of the company and had his office in the county of San Augustine, where he kept the money owned by the company; that the company had no railroad in existence and had no general office, but had a located railway line or survey in San Augustine County. The evidence introduced upon the plea setting up the facts in abatement consisted of the obligation sued on and the testimony of I. H. Hollis, to the effect that when the suit was filed witness was secretary and treasurer of the defendant company, and had, at the time of the trial, some of the books of the company. Defendant L. W. Lloyd resided in Harrison County, Texas, and the other defendants resided in Tarrant County, at Fort Worth, and had never resided in San Augustine County; that no part of the road had been built in San Augustine County, and no part of it at all was completed or in operation anywhere. Some grading had been done in Nacogdoches County, and the road had been located from Nacogdoches to San Augustine. Most of the business of the road was transacted at Nacogdoches, except some money was forwarded to witness at San Augustine to be paid out for the company. As originally chartered, the road was to run from Nacogdoches to San Augustine, and the charter was afterwards amended so as to extend it to Fort Worth. The last election of officers of the company was held at Fort Worth. Witness is one of the plaintiffs in this suit. It also appears from the general statement of facts, from the evidence of Hollis, that in 1889 he was secretary and treasurer of the company, and as such he received for the company the subscriptions which plaintiffs alleged had been paid to it. This evidence is sufficient, we think, to establish as to the railway company the exception to the general statute of venue, that suits against a private corporation can be commenced in any county in which such corporation has an agency or representative. Although Hollis was one of the plaintiffs, this fact would not deprive the plaintiffs of the right to sue the company in San Augustine County, because it was none the less true that the company had an agency and representative in the county. Service of process was not made upon Hollis, but upon the president. The venue can not be sustained on the ground that the contract was to be performed in San Augustine County. If we construe together, as we may, the contract to guarantee the payment of the subscription and the obligation sued on to refund the samé, there is no agreement shown to repay in San Augustine County. Lindheim Bros. v. Muschamp, 72 Texas, 33.\nBut the question now arises, whether the ability to sue the company in San Augustine County would confer the right to sue there also the sureties, who all resided in Tarrant County. To so hold would be to hold, that whenever by an exception to the statute of venue one defendant may be sued in a county, other defendants who do not reside in the county may be sued there also on account of another exception.\nRevised Statutes, article 1198, reads, “ No person who is an inhabitant of this State shall be sued out of the county in which he has his domicile, except in the following cases, to-wit; \" then follow the exceptions.\nThe fourth exception is, “Where there are two or more defendants residing in different counties, in which case the suit may be brought in any county where any one of the defendants resides;” and the twenty-first exception confers the right to sue a corporation in any county where it has an agency or a representative. It is sought to make an exception of the case of the sureties, because there is an exception in the case of the railway company; but the sureties may be sued in San Augustine County only in the event that the railway company has its domicile in San Augustine County, which is not shown to be the case. Hilliard Bros. v. Wilson, 76 Texas, 184.\nSo we conclude that the sureties could not be sued in San Augustine County, although the railway company could.\nThe defendants’ demurrers to the petition were properly overruled.\n1. The alleged mistake in the wording of the bond was sufficiently averred so as to entitle the plaintiffs on general demurrer to have the correction made on the prayer for general relief.\n2. The contract and its breach were fully set forth, and no demand for the repayment of the subscriptions was necessary before bringing suit.\n3. It sufficiently appears from the allegations in the petition that the plaintiffs guaranteed the subscriptions of themselves and others, and that they were trustees for the subscribers in becoming the obligees in the bond.\n4. As trustees for themselves and other subscribers, it was not necessary to make the other representatives of S. W. Blount parties to the suit, because where there are several trustees, those surviving can maintain a suit without making the representatives of a deceased trustee parties thereto.\n5. Maintaining this suit as trustees for all the subscribers, plaintiffs were entitled to recover judgment for the entire amount subscribed and paid, including that subscribed and paid by S. W. Blount.\nUpon the trial, after the demurrers were overruled, the following facts were shown:\n1. The bond sued on was put in evidence, and was as before set out in the statement of plaintiffs’ petition.\n2. S. W. Blount, Jr., testified, that he and the other plaintiffs and S. W. Blount executed two written obligations to the defendant company, guaranteeing to it the payment of citizens’ subscriptions to the construction of the railroad to the amount of $9000, to be paid in three installments, one-third when the work commenced, one-third when the right of way was obtained through from the town of Nacogdoches to the town of San Augustine, and balance to be paid when ten miles of the road was completed and in running order. These obligations were for $7500 and $1500 respectively. When the first was executed defendant company executed a bond similar to the one sued on; and when the second obligation was executed, the bond sued on was executed in lieu of the first.\nThe obligations executed by the plaintiffs were given to guarantee the payment of the various sums of money subscribed by the citizens to the amount of $9000, and the last obligation was contemporaneous with the bond sued on. Witness was acting as manager for the citizens in the transaction. The terms of the obligations of citizens as agreed upon were, that the citizens were to pay to the railroad company $9000 in installments, and the railroad company was to give a bond that if it did not build and equip the railroad from Nacogdoches to San Augustine within the time stipulated, the railroad company was to refund the money paid by the citizens. The citizens were to pay for right of way in San Augustine County, and to furnish depot grounds at the town of San Au-tine. All the right of way had not been secured.\nHollis collected the subscriptions from the citizens to the amount for which judgment was rendered, and the same was appropriated by the railroad company.\nWe are of the opinion that plaintiffs proved a cause of action on the bond, and that they were entitled to maintain the same as trustees for the subscribers; and that there was no error in rendering judgment in their favor for the sum of the subscriptions.\nIt was satisfactorily shown that the bond sued on was executed in consideration of the guaranty, which was of the payment of subscriptions of plaintiffs and others, and that the purpose was to refund these subscriptions in the event the road should not be built by January 1, 1890.\nIt was error to exclude oral evidence, on the plea in abatement, that Fort Worth was the principal office of the company, but not reversible, because it appears that no injury has resulted thereby.\nThe judgment of the court below will be affirmed as to the defendant the Red River, Sabine & Western Railway; but as to the sureties, to-wit, F. W. Ball, Charles Scheuber, W. F. Lake, John Ratican, and Max Elser, said judgment will be reversed and the cause dismissed without prejudice.\nAffirmed in part.\nReversed and dismissed in part\nDelivered May 11, 1893.",
        "type": "majority",
        "author": "GARRETT, Chief Justice."
      }
    ],
    "attorneys": [
      "Ball, Temple & Ball, for appellants.",
      "S. W. Blount and Rufus Price, for appellees."
    ],
    "corrections": "",
    "head_matter": "The Red River, Sabine & Western Railway Company et al. v. S. W. Blount, Jr., et al.\nNo. 164.\n1. Venue.—A railway which has a located line in the county, hut no general office, hut whose treasurer had his office in the county where suit was brought, may be sued in such county. Venue was sufficiently shown in the petition by these allegations, so far as the railway company was concerned.\n2. Venue in Suit Against Railway.—Hollis, the treasurer, residing in the county where suit was brought, was also one of the trustees for the citizens, and one of the plaintiffs in the suit. Service was not had on him, but on the president of the company, who resided in another county. The venue was sufficiently shown by the allegations of the petition, and the evidence thereunder, which sustained it. The statute confers the right to sue a corporation in any county where it has an agency or representative.\n3. Territorial Jurisdiction—Plea of Personal Privilege.—The other defendants who were sureties on the bond of the railway company, and did not reside in the county where suit was brought, and who pleaded their privilege to be sued in the county of their residence, can not be sued in another county, unless the railway had its domicile in the county where the suit was instituted, which is not shown in this case. Citing Hilliard Bros. v. Wilson, 76 Texas, 184.\n4. Parties Plaintiff—Surviving Trustees may Sue.—Plaintiffs were the surviving obligees of a bond executed to them by the railway company, to secure to those who had contributed money to the road the return of it to them, in the event the road was not completed to a certain place in a certain time; and the road not having been completed as agreed, the obligees, acting as trustees for all the subscribers, could sue without making the representatives of one of their number, who had died, parties.\n5. Mistake in Wording of Bond.—The alleged mistake in the wording of the bond was sufficiently averred so as to entitle the plaintiffs, on general demurrer, to have the correction made on prayer for general relief. The contract and its breach were fully set forth, and no demand for repayment of subscription was necessary before bringing suit.\n6. Trustees, Extent of their Right of Recovery. —Maintaining this suit as trustees for all the subscribers, plaintiffs were entitled to recover for the entire amount subscribed and paid by the citizens to the railway company, including that subscribed and paid by the deceased trustee.\n7. Right of Action on the Bond.—The terms of the obligations of the citizens were, that they were to pay to the company $9000, in installments, and the company was to give a bond that if it did not build and equip the road to San Augustine in a given time, it was to refund the money paid by the citizens. The citizens were to secure the right of way; all of it had not been secured, but the subscriptions had been collected and appropriated by the company, and the road had not been built as agreed; wherefore the plaintiffs showed a cause of action, and were entitled to judgment for the sum of their subscriptions.\nAppeal from San Augustine. Tried below before Hon. James I. Perkins.\nBall, Temple & Ball, for appellants.\n1. The court erred in overruling defendants’ demurrer to the jurisdiction, filed with their plea of privilege February 20, 1891, and wherein defendants pleaded their privilege, and set up that plaintiffs’ suit showed on its face that it is improperly brought in San Augustine County.\n2. There was error in overruling said plea of privilege on the trial thereof on its merits; the uncontradicted evidence, together with the allegations in plaintiffs’ petition, being to the effect that neither of the defendants at any time ever resided in San Augustine County or had their domicile there, and that there was no other legal ground or reason why said defendants or either of them should be sued in said county of San Augustine. Masterson v. Cundiff, 58 Texas, 472; Cohen v. Munson, 59 Texas, 236, 237; Lindheim & Bro. v. Muschamp, 72 Texas, 33; 1 Sayles’ Civ. Stats., art. 1198, secs. 21, 4; 2 Sayles’ Civ. Stats., art. 4120; Hilliard Bros. v. Wilson, 76 Texas, 184.\n3. The court erred in overruling the general demurrer of defendants to plaintiffs’ petition. The petition failed to allege any demand on the part of the obligees in said bond for the performance of the contract, or to show that the said sum of S9000 had been paid to said railway company. It further showed that S. W. Blount, Sr., one of the obligees in said bond, was dead, but failed to make his representative a party, or to state why such representative was not made a party. Finally, it failed to set up any equities which would entitle the plaintiffs to any relief against the sureties on the bond.\nOn mistake: Brainerd v. Arnold, 27 Conn., 617; Abb. Brief on the Plead., 740, secs. 929-931; 5 Wait’s Act. and Def., 437, 448; Wemple v. Stewart, 22 Barb., 154; Cole v. Bowne, 10 Paige, 526; Hogan v. Smith 16 Ala., 600.\nOn the demurrer as to the sureties: McRea v. McWilliams, 58 Texas, 333; Pickersgill v. Lahens, 15 Wall., 140; Leffingwell v. Freyer, 21 Wis., 398; Ratcliffe v. Graves, 1 Vern., 196.\nOn nonjoinder: Moore v. Rice, 51 Texas, 292.\nS. W. Blount and Rufus Price, for appellees.\n1. The evidence on trial of plea of privilege showed clearly a case within the jurisdiction of the District Court of San Augustine County, in that the bond sued on, construed in connection with the accompanying facts and the two contemporaneous bonds executed by the plaintiffs to the railway company, showed a contract performable in the county of San Augustine; and in that the fact that I.H. Hollis, the treasurer of said road, resided in San Augustine County, and had his office there at the time of filing this suit; and in that said railway company, having no actual road in existence anywhere, but a line located and surveyed in San Augustine County, and depot grounds located, made said road legally extend into said county and suable there. Sayles’ Civ. Stats., arts. 1198 (sec. 21), 1223; Railway v. Hill, 63 Texas, 381; Barrow v. Philleo, 14 Texas, 345; Durst v. Swift, 11 Texas, 274; Phillio v. Blythe, 12 Texas, 127; Sutton v. Beckwith, 13 Am. St. Rep., 350.\n2. Plaintiffs’ petition shows good cause of action, and especially that portion which refers to the mistakes in the bond. 5 Wait’s Act. and Def., 443, 445, 447, 451, 452; Story’s Eq. Jur., secs. 152, 154, 155, 156, 157, 160, 162, 166, 168."
  },
  "file_name": "0282-01",
  "first_page_order": 308,
  "last_page_order": 316
}
