{
  "id": 221204,
  "name": "Houston City Street Railway Company v. L. T. Dillon and Wife",
  "name_abbreviation": "Houston City Street Railway Co. v. Dillon",
  "decision_date": "1893-05-25",
  "docket_number": "No. 201",
  "first_page": "303",
  "last_page": "306",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 303"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "58 N. Y., 652",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2158539
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/58/0652-01"
      ]
    },
    {
      "cite": "40 Cal., 447",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        8712450
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/40/0447-01"
      ]
    },
    {
      "cite": "48 Ill., 221",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5230789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/48/0221-01"
      ]
    },
    {
      "cite": "58 Ill., 226",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5236531
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/58/0226-01"
      ]
    },
    {
      "cite": "48 Iowa, 292",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2329859
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/48/0292-01"
      ]
    },
    {
      "cite": "72 Ill., 393",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2712193
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/72/0393-01"
      ]
    },
    {
      "cite": "49 Ind., 154",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1411772
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/49/0154-01"
      ]
    },
    {
      "cite": "14 Ohio St., 670",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "opinion_index": -1
    },
    {
      "cite": "72 Pa. St., 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434673
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0169-01"
      ]
    },
    {
      "cite": "57 Pa. St., 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010463
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0172-01"
      ]
    },
    {
      "cite": "72 Pa. St., 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 483,
    "char_count": 9519,
    "ocr_confidence": 0.528,
    "pagerank": {
      "raw": 8.68983869036447e-08,
      "percentile": 0.49285189985979877
    },
    "sha256": "8140db0a87c47dec14711d38deb512ae8274135e572a120a90b5b913b9e10a71",
    "simhash": "1:12b08c0c0475ff6f",
    "word_count": 1696
  },
  "last_updated": "2024-02-27T16:31:46.217873+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Houston City Street Railway Company v. L. T. Dillon and Wife."
    ],
    "opinions": [
      {
        "text": "WILLIAMS, Associate Justice.\nThis is an appeal from a judgment for $2000 in favor of appellees, as damages resulting to them from the death of their infant daughter, Ethel Dillon, who was run over and killed by one of the horse cars belonging to appellant, in the city of Houston. The only question raised upon the appeal is, whether or not appellees, in allowing the child to be upon the track upon which the car was passing, when she was killed, were guilty of contributory negligence which precludes them from recovering.\nThe facts, as the jury must have found them, and as we conclude them to be, are these: Appellees lived in a house at the intersection of two streets in Houston, upon each of which there was a street car track over which horse cars were constantly passing. Doors opened from the rooms of the house upon galleries which extended to each of the streets, constituting the sidewalks. Deceased was a child two years and a half old, •and was generally under the care of her mother, a nurse, who had been discharged on the day previous to the death of the child, and a sister, who was between eight and nine years of age. The mother kept a boarding house, and the father worked in the city at night, and would sleep •during the day, but took such care of the child as was practicable under these circumstances. There was testimony to the effect, that the child had been frequently seen upon the tracks previous to the accident, and had often been reproved by a driver of one of the cars. The parents were never notified of this fact. There is other evidence that when she crossed the tracks she was generally attended by her elder sister.\nThe testimony of the mother was, that she knew it was dangerous for the child to play upon the streets, and did not permit it, and that she did not know of this child having done so, but exercised constant care to prevent it; and it was shown by other evidence, that she forbade her children to go upon the streets, and had whipped them for doing so. The nurse who thus testified stated that the deceased would sometimes escape without the mother’s knowledge, and that it was impossible always to prevent it. The mother had housework to do and the wants of the boarders to supply, and except the means realized in this way and by the husband’s labor they had none, and were unable to employ other help than that which she had engaged.\nThe child was killed about 6 o’clock in the evening of May 25, 1891. Mrs. Dillon was in-the dining room, the doors of which opened upon the two streets, preparing the table for some of her boarders who had not had their suppers, others having eaten and gone out. For this reason the doors were open, though there were screens, which were not fastened. She had sent her elder daughter across the street to a store, upon some errand, keeping the deceased with her in the dining room. About five or ten minutes after the elder child had gone, Mrs. Dillon heard an exclamation that a child was killed, and supposing it to be the daughter whom she had sent to the store, went out and found that it was Ethel, who had left the room without her mother’s knowledge, probably following her sister.\nThe sufficiency of the evidence to prove that the child was killed through negligence of the driver in charge of the car is not questioned, and there can be no doubt upon that point.\nFrom these facts our conclusion is, that the question as to whether or not there was negligence on the part of the parents, consisting of a failure to exercise proper care and supervision over their child, which contributed to its death, was one for the determination of the jury; and that a finding in favor of appellees upon such issue is sustained by the evidence.\nWhile it is frequently said, that it is negligence for parents to permit their young children, incapable of protecting themselves, to go unattended about the streets of a city, where cars and other vehicles are constantly passing, it is not true that whenever such a child may escape for the time from its parent’s immediate view, the latter is necessarily to be deemed guilty of negligence, if the child, thus unknown to its parent, exposes itself to danger. Negligence on the part of the parent must consist, in such matters, of neglect of the duty which every father and mother owe to their child, of exercising over it such protective care as its age, capacity, and the dangers to which it may be exposed render reasonably necessary. And it is to be borne in mind, that this is not the only duty which rests upon heads of families, but is only one among many; and its performance is to be exacted with regard to their abilities and to the demands upon their attention.\nThe degree of care to be used must always be measured by the circumstances of the case. Care which would be adequate in some situations would be wholly inadequate in others. It is therefore a question peculiarly fit for the determination of a jury of ordinary men, in cases where there is not an entire abnegation of the duty which rests upon the parent, but an attempt to perform it, whether or not caution displayed was a discharge of the duty growing out of and demanded by the circumstances.\nThe plaintiffs in this case are not shown to have been unmindful of their obligation to keep their child out of danger; but, in recognition of it, they adopted such measures and precautions as seemed to them to be reasonable and sufficient. The child was upon the street, not because they had neglected all duty to it, but in spite of such forethought as they had employed for its safety. Its escape from its mother’s sight on the evening of its death is explained as entirely .natural under the circumstances; and her failure to discover its absence for the short time which intervened between its going out and its death, is excused by her occupation in the performance of her household duties. The fact that it previously ran upon the street is entitled to consideration, and, unexplained, might furnish good reason for holding her guilty of a negligent omission of duty. It is met, however, with proof that this never occurred with her permission, and that she adopted measures to prevent her children from doing so. The facts, that she had employed a nurse to help her, and that the elder daughter was generally with the deceased when crossing the street, are also entitled to consideration; and the conclusions to be deduced from them were, as we have said, peculiarly within the province of the jury. They have said she was not guilty of negligence, and we can not say they were wrong. Bish. on Non-Con. Law, 579; Railway v. O’Donnell, 58 Texas, 27; Railway v. Pearson, 72 Pa. St., 172.\nThe judgment is affirmed.\nAffirmed.\nDelivered May 25, 1893.",
        "type": "majority",
        "author": "WILLIAMS, Associate Justice."
      }
    ],
    "attorneys": [
      "Jones & Garnett, for appellant,",
      "O. T. Holt, for appellees."
    ],
    "corrections": "",
    "head_matter": "Houston City Street Railway Company v. L. T. Dillon and Wife.\nNo. 201.\n1. Contributory Negligence of Parent. — Appellees sued for damages for the negligent killing of their two and a half years old child by appellant’s cars. The sufficiency of the evidence to prove that the child was killed through the negligence of the driver of the car is not questioned. The issue is whether the parents were guilty of such contributory negligence in allowing the child to be upon the track as precludes them from recovering. See facts reviewed and held not to show such negligence.\n■ 2. Same—Parental Contributory Negligence Defined.—While it is said that it is negligence for parents to permit their young children, incapable of protecting themselves, to go unattended about the streets of a city, where cars and other vehicles are constantly passing, it is not true that whenever such a child may escape for a time from its parents’ immediate view, that the latter are necessarily to be deemed guilty of negligence, if the child, thus unknown to its parents, exposes itself to danger. Negligence on the part of the parents must consist in the neglect of the duty in matters which parents owe to their child, of exercising over it such protective care as its age, capacity, and the dangers to which it may be exposed render reasonably necessary; and it must always be measured by the circumstances of the case.\n3. Contributory Negligence a Question for the Jury.—When there is not an entire abnegation of the duty which rests upon the parents, the question of their contributory negligence is one peculiarly fit for the determination of a jury of ordinary men.\nAppeal from Harris. Tried below before Hon. James Masterson.\nJones & Garnett, for appellant,\non the question of contributory negligence of the parents cited: Williams v. Railway, 60 Texas, 205; Glassey v. Railway, 57 Pa. St., 172; Railway v. Pearson, 72 Pa. St., 169; Railway v. Snyder, 14 Ohio St., 670; Railway v. Bowen, 49 Ind., 154; Hunt v. Greer, 72 Ill., 393; Albertson v. Railway, 48 Iowa, 292; Cawley v. Railway, 2 Am. and Eng. Ry. Cases, 4; Smith v. Railway, 2 Am. and Eng. Ry. Cases, 12; Smith v. Railway, 4 Am. and Eng. Ry. Cases, 554; Railway v. Freeman, 4 Am. and Eng. Ry. Cases, 608; Meeks v. Railway, 8 Am. and Eng. Ry. Cases, 314; Johnson v. Railway, 8 Am. and Eng. Ry. Cases, 471; Frick v. Railway, 10 Am. and Eng. Ry. Cases, 776.\nO. T. Holt, for appellees.\nThe question of contributory negligence of the parents was a question of fact for the jury. Smith v. Railway, 4 Am. and Eng. Ry. Cases, 554, and cases cited; Railway v. Gregory, 58 Ill., 226; Railway v. Bumstead, 48 Ill., 221; Schurfred v. Railway, 40 Cal., 447; Prendergast v. Railway, 58 N. Y., 652; Railway v. Pearson, 72 Pa. St., 169."
  },
  "file_name": "0303-01",
  "first_page_order": 329,
  "last_page_order": 332
}
