{
  "id": 220998,
  "name": "L. F. Kidwell v. Carson & Lewis",
  "name_abbreviation": "Kidwell v. Carson & Lewis",
  "decision_date": "1893-05-10",
  "docket_number": "No. 160",
  "first_page": "327",
  "last_page": "332",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 327"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 606,
    "char_count": 13537,
    "ocr_confidence": 0.566,
    "pagerank": {
      "raw": 7.546941287342101e-08,
      "percentile": 0.4478790076178186
    },
    "sha256": "4814eed82f4bf10f51a9996bae18b0bb404664ccdf46e60e10b3a0f8e2744e3d",
    "simhash": "1:bcf5b89f0c3decd9",
    "word_count": 2389
  },
  "last_updated": "2023-07-14T18:08:23.206239+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "L. F. Kidwell v. Carson & Lewis."
    ],
    "opinions": [
      {
        "text": "HEAD, Associate Justice.\nThe subject of controversy in this suit is 160 acres of school land in Parker County, purchased from the State by Ben Stephens on the 25th of January, 1883. He made the first payment, and established his homestead thereon, being at that time a married man and the head of a family. On the 5th of May, 1883, Stephens, joined by his wife, conveyed to appellant an undivided half-interest in all of the coal and mineral found on said land, reciting that he should have the right to work and develop his interest in the same. On the lOtli of November, 1885, Stephens executed to Carson & Lewis the following instrument:\n“TZie State of Texas, County of Parker.—Know all men by these presents, that I, Benjamin Stephens, of the county of Parker, State of Texas, for and in consideration of the sum of 8125 to me in hand paid by Carson & Lewis, of the county of Parker and State of Texas, have granted, bargained, sold, and conveyed, and by these presents do grant, bargain, and convey unto the said Carson & Lewis, the following described property, to-wit: The southwest quarter, or 160 acres, of section number 358, in Parker County, on Dry Creek, near its mouth. (The consideration of this instrument is the purchase of a bill of lumber, shingles, etc., furnished to Benjamin Stephens for the purpose of improving and putting buildings, on his homestead on the above described quarter-section, and this instrument is intended to operate as a mechanic’s lien on the buildings on the premises, and also of a deed of trust on the land on which the buildings are located as above described.) Together with all and singular the rights, members, tenements, and hereditaments to the same belonging; to have and to hold the above described premises unto the said Carson & Lewis forever, with general warranty of title.\n“Now the conditions of this instrument are these: Whereas, Benjamin Stephens is indebted to said Carson & Lewis in the sum of $125, which amount is due and payable at the town of Weatherford on the 1st day of November, A. D. 1886, with interest from the 1st day of November, A. D. 1885, at the rate of 12 per cent per annum:\n“ Now if the said Benjamin Stephens shall well and truly pay said debt, principal and interest, when the same becomes due, then this instrument, shall be null and void; but if the same is not fully paid at the time it becomes due, then the said Carson & Lewis, at any time thereafter, may take possession of and sell the said southwest quarter of section number 358 and improvements conveyed (sale to be made for cash, after notice in manner and form as is now required by law in sales under and by virtue of a writ of execution), the proceeds of said sale to be applied to the payment of said debt, principal and interest, and the remainder, if any, to be paid to the said Benjamin Stephens; the said Carson & Lewis, or either of them, being fully authorized to make all necessary deeds of conveyance to the purchaser, and to do and perform all things necessary in and about the premises.\n“Witness my hand, this 10th day of November, A. D. 1885.\nliis\n“Benjamin X Stephens.” mark.\nPrevious to the execution of this instrument, Stephens’ wife had died, and the debt mentioned therein was created after her death. On April S, 1888, a sale was made under said instrument in compliance with its requirements, and appellees became the purchasers for the sum of $25. Stephens moved to Rockwall County in 1885 or 1886, and was living there at the time of said sale, but had no notice thereof. On July 18, 1889, he conveyed the land .in controversy to appellant ICidwell, who paid the balance of the purchase money to the State, and on October 25, 1890, patent was issued to Mm as assignee. On September 5, 1890, the children and heirs of the wife of Stephens conveyed to appellant. The verdict of the jury establishes the amount paid by appellant to the State to procure the patent to be $277.15, and for taxes 86.50, making a total of $283.65. The judgment of the court below is in favor of appellees for one-half the land, subject to appellant’s interest in the mineral therein, and requiring them to pay one-half the $283.65 paid by appellant as aforesaid; from which judgment this appeal is prosecuted.\nConclusions of Law.—We are of opinion that-the instrument executed by Benjamin Stephens to appellees, November 10,1885, upon its face was a mortgage upon the land in controversy, with power of sale in the manner therein set forth, and that the action of the court in admitting oral evidence to make this clearer could not be material, even if error. Stephens’ wife being dead at the time of the execution of this instrument, he had the right to mortgage his interest in his homestead, whether the debt was due for improvements or not. Lacy v. Rollins, 74 Texas, 566; Smith v. Von Hutton, 75 Texas, 625; Watts v. Miller, 76 Texas, 13; Harle v. Richards, 78 Texas, 80.\nAppellant’s third assignment of error presents two distinct propositions: (1) alleged error on the part of the court in admitting oral evidence to vary the terms of the trust deed; (2) alleged error in admitting paroi evidence to prove the contents of the written notices of the sale under the deed of trust. No propositions are submitted under this assignment, nor is any statement made thereunder in the brief of appellant to show what paroi evidence was admitted as to the notices of the sale complained -of. What we have already said shows that we think no material error was committed in admitting paroi evidence to show that the instrument complained of was a trust deed, and we are of opinion that we should not consider the second proposition contained in the assignment. Where an assignment of error raises more than one distinct proposition, it is not permissible under the rules to treat the assignment itself as a proposition raising all the questions suggested therein. In such cases these questions must be submitted as distinct propositions in the brief, accompanied with appropriate statements to sustain the same from the record. See Rules of Supreme Court, 29-32.\nIf there is any evidence in the record at all which would have justified the submission of the issue of fraud in obtaining the mortgage, or attacking the sale thereunder, we think it is so meager that the action of the court in ignoring these issues in submitting the case to the jury, if error at all, would be an error of omission and not of commission, and could only be taken advantage of by appellant by asking correct instructions in the court below, and we think the court did not err in refusing those requested by him. These requested charges were as follows:\n“ That you will determine from the evidence whether the deed of trust was executed by Ben Stephens with the full understanding of its contents as a mechanic’s lien; if so, then it could not be foreclosed or sold without a suit brought to foreclose in the courts.”\n“ You are charged that it was the duty of Carson & Lewis, as trustees, to act in all fairness in the sale of said land and make it bring a fair price; and that if you believe that it was not so made, you will find for defendant. ’ ’\nWe think these charges entirely too general in their terms, and leave too much to the discretion of the jury in deciding as to what would constitute fairness in the sale, and as to what would. constitute such fraud as would render the mortgage invalid. We also fail to find in the record any evidence which would have been sufficient to sustain a verdict of the jury setting aside the mortgage on the ground of fraud in its procurement.\nIn the sixth assignment appellant presents the proposition, that the power to sell under the mortgage arose on the 1st of November, 1886, and was functus officio on the 3rd of April, 1888, and a sale made at that time was therefore void. The mortgage stipulates that if the debt is not paid when due, “ then the said Carson & Lewis, at any time thereafter, may take possession and sell,” etc. We therefore think the sale was not void upon the ground presented in the assignment.\nIn the sixteenth assignment appellant complains, that the verdict of the jury is not correctly copied in the judgment, and a certificate of the clerk is contained in the record which gives the verdict rendered as follows: “We, the jury, find for the plaintiff one-half of the said land, $160, subject to the one-half interest defendant has in the mineral; and also find that the defendant has paid to the State $277.15, and for taxes-$6.50, total, $283.65.” The verdict as copied in the judgment omits the “ $160 ” as contained in the verdict as rendered. We are of opinion that the disposition made by the court in the judgment of the matters in controversy was correct according to the verdict as rendered, and that no material error was committed to the prejudice of appellant in failing to copy the verdict accurately in the judgment; We think the verdict as rendered was in favor of plaintiff for one-half the land, not for $160 in money, as contended by appellant.\nWhat we have said indicates our opinion upon the other assignments of error, and it therefore follows that the judgment of the court below should be in all things affirmed, and it is so ordered.\nAffirmed.\nDelivered May 10, 1893.\nJustice Stephens did not sit in this case.",
        "type": "majority",
        "author": "HEAD, Associate Justice."
      }
    ],
    "attorneys": [
      "John T. Harcourt, for appellant.",
      "I. W. Stephens, for appellees."
    ],
    "corrections": "",
    "head_matter": "L. F. Kidwell v. Carson & Lewis.\nNo. 160.\n1. Mortgage—Oral Evidence.—When an instrument sufficiently appears on its face to be a mortgage, the admission of oral evidence to make this clearer can not be material error. See the opinion for an instrument construed to be a mortgage.\n2. Homestead, Power of Husband to Mortgage.—The husband, after the death of the wife, has the right to mortgage his interest in the homestead, whether the debt be for improvements or not.\n3. Practice on Appeal — Assignment of Error. — Where an assignment of error raises more than one distinct proposition, it is not permissible under the rules to treat the assignment itself as a proposition raising all the questians suggested therein, hut these questions must be submitted as distinct propositions in the brief, accompanied with appropriate statements to sustain the same from the record.\n4. Charge of Court—Special Instruction Required. — Where the evidence is barely sufficient, if at all, to raise the issue of fraud, failure of the court to charge on such issue is error of omission, and can be taken advantage of only where appellant asked correct instruction below covering the omission.\n5. Charge of Court Held too General. — A requested charge, that it was the duty of the trustee in making sale under the deed of trust “to act in all fairness in the sale of said land, and make it bring a fair price, and if the jury believe that it was not so made, they will find for the defendant,\"’ is too general, and leaves too much to the discretion of the jury in deciding as to what would constitute fairness in the sale.\n6. Mortgage—Power of Sale.—Where a debt secured by a mortgage was due November 1,1886, and the mortgage stipulated that if it was not paid when due, “then the said [mortgagees], at anytime thereafter, may take possession and sell,’’ etc., the power of sale was not functus officio on April 3, 1888.\n7. Verdict Construed—Harmless Error.—In an action of trespass to try title to a quarter-section of State school land, purchased under the Act of 1883 (§2 per acre), the jury returned a verdict finding “ for the plaintiff one-half the said land, $160.” Held, to be a verdict for one-half the land, and not for $160 in'money, and there was no material error in omitting the $160 from the verdict in copying it. into the record.\nAppeal from Parker.' Tried below before Hon. J. W. Patteeson.\nJohn T. Harcourt, for appellant.\n1. The power to sell under the deed of trust arose on the 1st day of November, 1886, and the sale was not made at the proper time, and it was functus officio on the 3rd day of April, 1888, and the sale made at that time was void. If the trustee sells at auction, he must act in all fairness, and see that due notice is given to all parties. Perry on Trusts, secs. 782, 783, 787, 770, 195.\n2. The court erred in refusing to give the charge to the jury as requested by the defendant. [See the opinion.] Sayles’ Civ. Stats., arts. 3169, 3173; Hickman v. Stewart, 69 Texas, 255; Hamblin v. Warnecke, 31 Texas, 91; Freem. on Void Jud. Sales, sec. 33.\nI. W. Stephens, for appellees.\n1. The deed of trust authorized the sale as under the execution after default in payment of note, and this power, coupled with an interest, was executed in the manner prescribed in the deed after maturffiy of the note; and if there were irregularities, appellant, who was a stranger to the deed, can not raise them, and especially in a collateral way, he having long after said sale, with full knowledge of appellee’s claim and title, for a merely nominal consideration (85) procured a deed from said Stephens. Perry on Trusts, sec. 782.\n2. Appellees showed title by virtue of a mortgage with power of sale, executed by Benjamin Stephens to them after the death of his wife, and sale and purchase thereunder by them prior to the deeds from said Stephens and the heirs of his wife to appellant, who only paid a nominal consideration to said Stephens for said deed, with full knowledge of appellees’ rights, and therefore appellees properly recovered judgment for an undivided one-half of the 160 acres of land. Watts v. Miller, 76 Texas, 13; Marsh v. Hubbard, 50 Texas, 203; Bohn v. Davis, 75 Texas, 25."
  },
  "file_name": "0327-01",
  "first_page_order": 353,
  "last_page_order": 358
}
