{
  "id": 221010,
  "name": "C. A. Westbrook v. M. Guderian et al.",
  "name_abbreviation": "Westbrook v. Guderian",
  "decision_date": "1893-05-10",
  "docket_number": "No. 113",
  "first_page": "406",
  "last_page": "413",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 406"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "51 N. H., 287",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        11250617
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/51/0287-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 803,
    "char_count": 19098,
    "ocr_confidence": 0.557,
    "pagerank": {
      "raw": 2.3740778653282546e-07,
      "percentile": 0.7960805823042193
    },
    "sha256": "c4be0937bfbee619111b4c5150173c961b34949fdf550af14e2965c0d03b0ff4",
    "simhash": "1:0ba38468107ea370",
    "word_count": 3386
  },
  "last_updated": "2024-02-27T16:31:46.217873+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "C. A. Westbrook v. M. Guderian et al."
    ],
    "opinions": [
      {
        "text": "KEY, Associate Justice.\nThis is an action of trespass to try title. Appellant was plaintiff and appellees were defendants in the court below.\nThe case involving a question of boundary, on application of appellant, J. W. Speight, a surveyor, was appointed to go upon the ground and survey and determine the true location of the line in dispute. Speight made a report, which, upon motion of appellees, was quashed and excluded from the testimony; and this action of the trial court is assigned as error.\nIn Schunior v. Russell, 83 Texas, 83, in construing the statute authorizing the appointment of surveyors in cases of this kind, it is said: “We \"think it clear, that it was not intended that a surveyor appointed in pursuance of this statute should be empowered to determine any question of fact, or to gather up and report evidence for the guidance of the court ór jury. His simple duty is to go upon the land he is required to survey, with a copy of the field notes by which he is to be guided, to search for and survey its lines and corners, and to report to the court the result of his work; that is to say, to report such natural and artificial objects as indicate the true location of the lines and corners as he may have found upon the ground, and the course and distance of such. When no such objects can be found, then he should so report.”\nThe report in this case is obnoxious to the rule announced in that case, and the action of the court in sustaining the motion to suppress it was correct.\nThe instructions given the jury for their guidance in determining the question of boundary are not subject to the criticism urged against them.\n• Error is predicated upon the court’s charge on the question of estoppel, in that it does not inform the jury that representations or acts, to operate as an estoppel against appellant, must have been made or done with the intention that appellees should act thereon. On this branch of the case, the court instructed the jury as follows:\n“Each of the defendants pleads that if the north line of the Hugh Miller survey number 1 is where claimed by plaintiff, and if they are in possession of a portion of that survey, still the plaintiff should not recover, because they say he is estopped by his acts and representations from claiming as against them that the line is elsewhere than where they claim; and on this branch of the case you are instructed, that when a person by his words or conduct voluntarily causes another to believe in the existence of a certain state of things, and thereby induces him to act on that belief so as to change his previous condition, the person so inducing such belief will be estopped from afterwards denying the existence of such state of things, to the prejudice of the person so acting.\n“Thus, if you should find from the evidence that the lower Hugh ' Miller survey embraces a portion of the land claimed by defendants, but if you should further find that the plaintiff, knowing where the north. line of said Miller survey is, represented to either of the defendants that the said line was elsewhere, and if such defendant was deceived by such representation and was ignorant of the true location of such line, and if he relied upon such representation, and if in consequence of such representation of plaintiff he bought the land which plaintiff now sues him for, or made improvements thereon, then you will find for such defendant; and this though you may believe the said land to be on said Hugh Miller survey number 1.\n“ On the other hand, if plaintiff did not represent to any of the defendants that the north line of the Hugh Miller survey number 1 was at any particular place; or if he did, but was then ignorant of the true location of said line; or if lie did make such representation knowing it to be false, but the defendants were not deceived or misled thereby, or did not act upon said misrepresentation, in either event the plea of estoppel will not avail as to such defendant; and if you so find, you will proceed to a decision of the case without reference to such plea.”\nBigelow, after discussing Picard v. Sears, the leading English case on the subject, and other cases, summarizes the doctrine of equitable estoppel thus:\n“ To constitute this particular estoppel by conduct, represented by Picard v. Sears, all the following elements must be present:\n“ 1. There must have been a false representation or concealment of material facts.\n“ 2. The representation must have been made with knowledge, actual or virtual, of the facts.\n“ 3. The party to whom it was made must have been ignorant, actually and permissibly, of the truth of the matter.\n“ 4. It must have been made with the intention, actual or virtual, that the other party should act upon it.\n“5. The other party must have been induced to act upon it.” Bige. on Estop., 5 ed., 569.\nThe American and English Encyclopedia of Law, volume 7, page 16, stating the essential elements of an estoppel in pais or by conduct, gives the fourth as follows: “ The representation must have been made, or the •concealment practiced, with the intention that it should be acted upon; but negligence amounting to a breach of duty supplies the place of intent.”\nIn treating of title to land by estoppel, Herman says: “ It is not necessary, in order to create an equitable estoppel, that the party should design to mislead. It is sufficient if the act was calculated to mislead, and actually has misled, a person acting upon it in good faith, and who exercised reasonable care and diligence under all the circumstances, and effectually estops the part)' from averring a state of facts different from what the party acted upon.” Ilerm. on Estop, and Res. Jud., sec. 953.\nMr. Pomeroy states the fourth element of equitable estoppel as follows: “ The conduct must be done with the intention, or at least with the expectation to the party estopped, that it will be acted upon by the other party; or under such circumstances that it is both natural and probable that it will be so acted upon.” 2 Pome. Eq. Jur., sec. 805.\nIn Rudd v. Mathews, 79 Kentucky, 483, it is stated, that the conduct sought to be made available as an estoppel must have been designed to be acted upon. But it is held, that the fact of admissions by a party that his signature to a note as surety was genuine, would operate as an estoppel, when the payee was thereby lulled into security, and prevented from collecting it from the principal, who had since become insolvent, was sufficient proof of intent.\nIn Muller v. Ponder, 55 New York, 325, it is said: “A party is only estopped by a declaration or representation, inconsistent with the facts asserted and attempted to be proved, when it is made with intent, or is calculated or may be reasonably expected to influence the conduct of another in a manner in which he will be prejudiced if the party making the statement is allowed to retract, and when it has influenced and induced action from which injury and loss will accrue if a retraction is allowed.”\nIn Blair v. Wait, 69 New York, 113, it is said: “ It is not necessary to-an equitable estoppel that the party should design to mislead. It is enough that the act was calculated to mislead and actually did mislead the defendants, while acting in good faith, and with reasonable care and diligence.” “\nHorne v. Cole, 51 New Hampshire, 287, contains one of the most elaborate and instructive discussions of the doctrine of equitable estoppel to be found in any case. It is there held, that if the representations are such, and made under such circumstances, that all persons interested in the subject have the right to rely on them as true, their truth can not be denied by the party that has made them against any one who has trusted to and acted on them.\nIn Parker v. Moore, 59 New Hampshire, 454, it was held, that a party was not estopped by words or acts when he did not intend to bind himself thereby, and when his conduct did not afford reasonable cause for the-other party to believe that he would be bound.\nWhile there are some decisions in this State tending to support the proposition as broadly as stated and contended by appellant (Blum v. Merchant, 58 Texas, 400; Bynum v. Preston, 69 Texas, 291), we do not believe that it is absolutely essential to the existence of any equitableestoppel that the representation or concealment should have been intended to influence the conduct of the party asserting the estoppel.\nWe think the New York cases, cited above, correctly state the rule. If a misrepresentation or concealment be designed to influence the conduct of another person; or if, under the circumstances of the particular case, it be reasonably calculated to have that effect, while such other person is acting in good faith and exercising ordinary care and diligence, if the other elements of estoppel exist, the person misrepresenting or concealing the truth will be estopped.\nEquitable estoppel rests upon the fundamental principles of right and fair dealing; its creed is justice between man and man. Its objects are not punishment; its remedies are not penal. Its mission is to protect the innocent and blameless. For this purpose it compares the conduct of men; and whenever loss must result to one of two persons because of the culpable conduct of one of them, it interposes and compels the wrongdoer to sustain the loss, not as a punishment for guilt, but in order to protect innocence.\nThe culpable conduct of which equity takes cognizance, may have its origin in a design to deceive and influence the conduct of another, or it may be the result of mere negligence and indifference. Conduct of the latter class, inasmuch as it flows from no evil purpose, and is -not designed to influence action, in right and justice ought not to operate as an estoppel, unless it not only influenced the conduct of another person, but might reasonably be expected to have that effect while such other person was exercising ordinary prudence.\nIt is believed the weight of authority, and the principles upon which the doctrine of equitable estoppel is founded, support the doctrine we have announced.\nTested by this rule, however, the charge of court was erroneous; and for this reason the judgment must be reversed and the cause remanded.\nReversed and remanded.\nDelivered May 10, 1893.",
        "type": "majority",
        "author": "KEY, Associate Justice."
      }
    ],
    "attorneys": [
      "J. A. Martin, for appellant.",
      "A. C. Prendergast and L. C. Alexander, for appellees."
    ],
    "corrections": "",
    "head_matter": "C. A. Westbrook v. M. Guderian et al.\nNo. 113.\n1. Order of Survey—Duty of Surveyor.—The duty of a surveyor acting under an order of survey is to go upon the land he is to survey with a copy of the field notes by which he is to be guided, to search for and survey its lines and corners, and to report to the court the result of his work; that is to say, report such natural and artificial objects as indicate the true positions of the lines and corners, as he may have found. When no objects can be found, then he should so report.\n2. Estoppel — Equitable. — The culpable conduct of which equity takes cognizance and regards an estoppel may have its origin in a design to deceive and influence the conduct of another, or it may be the result of mere negligence and indifference. Conduct of the latter class, inasmuch as it flows from no evil purpose, and is not designed to influence action, ought not to operate as an estoppel unless it not only influenced the conduct of another person, but might reasonably have been expected to have that effect while such other person was exercising ordinary prudence. See example.\nAppeal from McLennan. Tried below before ITon. C. K. Bell, Special District Judge.\nThis was a suit of trespass to try title, in the usual form. The plaintiff, C. A. Westbrook, sued M. Guderian, August Spitzer, A. J. Ponder, L. F. Ponder, and L. P. Brown for a part of the lower or south Hugh Miller survey of-acres; alleging that defendants were in possession of a strip 431 varas wide by 2208 varas long in the northern part of said survey. The suit was afterwards dismissed as to the defendant L. F. Ponder. The defendants answered separately, setting out by metes and bounds the portion claimed by each respectively, their improvements, etc. ¡No question is made on this appeal as to the title of either party. The suit finally resolved itself into one of boundary and estoppel of the plaintiff by reason of certain representations alleged to have been made by him to the defendants as to the boundary lines of the survey under which they claim, at and before the time they bought. The boundary question relates to the lines of two surveys, known as Hugh Miller number 1 and Hugh Miller number 2; the plaintiff claiming land on the Miller number 1 (lower or south Miller), and the defendants on the Miller number 2 (upper or north Miller); the contention of the plaintiff being, that the defendants have extended their improvements across the dividing line between said surveys too far south by 431 varas. The case was tried before a jury, and verdict was rendered for the defendants generally.\nThe field notes of the Hugh Miller number 1 are as follows: “ Beginning at the northwest corner of John Rector’s league for the southwest corner of this survey; thence north 28 west with the east boundaries of J. G. McKeen and F. Swoap, 1863 varas to the northwest corner in prairie; thence north 62 east at 3150 varas a branch, at 3300 varas the northeast corner, from which a hackberry marked J bears south 14 west 172 varas, another marked C bears south 15-J- west 175 varas; thence south 28 east 1263 varas to the southeast corner on said Rector’s north boundary; thence south 62 west 3300 varas to the beginning, recrossing a branch at 300 varas.” Surveyed May 11, 1849, by W. W. Oxsheer.\nThe field notes of Hugh Miller number 2 are as follows: “ Beginning at the northwest corner of survey number 1, in the name of Hugh Miller, for the southwest corner of this survey; thence north 28 west with F. Swoap’s east line, 1263 varas to the northwest corner of this survey; thence north 62 east 3300 varas to a mound for the northeast corner; thence south 28 east at 243 varas a branch, at 1263 varas the northeast comer of said survey number 1, from which a hackberry marked J bears south 14 west 172 varas, another marked C bears south 15} west 175 varas; thence south 62 west 3300 varas to the beginning.” Surveyed May 11, 1849, by W. W. Oxsheer, surveyor.\nField notes of the F. M. Hodges are as follows: “Beginning at the southeast corner of survey number 1, in the name of Hugh Miller, for the southwest corner of this survey; running from thence north 62 east with the north line of John Rector’s survey, 1200 varas a spring branch, 1530 varas to the southeast corner of this survey, from which an elm marked E bears south 45 east 125 varas; thence north 28 west 850 varas to the northeast corner, from which a hackberry bears south 10 east 5 varas; thence south 62 west 1530 varas to the northwest comer in the east line of said Miller survey; thence south 28 east 850 varas to the beginning.” Surveyed May 11, 1849, by W. W. Oxsheer.\nThe field notes of the John Rector league are as follows: “ Commencing at the southwest corner of an eight-league grant in the name of Golindo; thence south 62 west at 3200 varas Cow Bayou at the forks, 5100 varas to the southwest corner on a hackberry; thence north 28 west, crossing the south fork of Cow Bayou near the last mentioned corner, 4000 varas crossed the upper fork of Cow Bayou, 5100 varas to the northwest corner a mound in prairie; thence north 62 east 5100 through prairie to the northeast corner in the southwest line of said eight-league grant; thence with said line south 28 east 5100 varas to beginning.” Surveyed August 1, 1842, by G. B. Erath. Accompanying the original field notes returned by Erath to the Land Office is a sketch showing the crossing of the bayous.\nThe testimony was conflicting as to the locality of the northwest corner and the north line of the Rector survey. The Miller surveys were made upon the Rector north line, as pointed out by George B. Erath, who made it.\nThe defendants bought at instance of the plaintiff Westbrook, and he knew the lands so bought and improved by them.\nThe litigation was confined to the questions of the locality of the north and west lines of the Miller surveys, and the question of estoppel against Westbrook from his acts in getting the defendants to buy land upon the Miller survey number 2.\nThe report of the surveyor, Speight, whose report was made under an order of court, contained many suggestions and arguments as to the lo- • cality of the Rector north and west lines, and the locality of the Miller survey.\nThere was a question whether the northwest corner of Miller number 1 survey was made by actual survey or by call for course and distance from what was supposed to be the northwest corner of the Rector.\nIf fixed by course and distance, it would seem that the defendants had not invaded the survey; but if fixed by actual survey, as stated by surveyor Erath, then the defendants had extended south upon the land of plaintiff.\n[Statement by court.]\nJ. A. Martin, for appellant.\n1. On conflicting and uncertain surveys: Jones v. Andrews, 62 Texas, 652; Ayers v. Lancaster, 64 Texas, 305, 312; Davis v. Smith, 61 Texas, 18; Boon v. Hunter, 62 Texas, 583; Anderson v. Stamps, 19 Texas, 465; Bartlett v. Hubert, 21 Texas, 20; Fordtran v. Ellis, 58 Texas, 251.\n2. Equitable estoppel: Bynum v. Preston, 69 Texas, 291; Blum v. Merchant, 58 Texas, 400; Grinnan v. Dean, 62 Texas, 220; Scoby v. Sweatt, 28 Texas, 730; Turner v. Ferguson, 58 Texas, 8.\nA. C. Prendergast and L. C. Alexander, for appellees.\n1. The great preponderance of the evidence in this case establishes, (1) that the south line of Hugh Miller number 1 is where it is claimed by Erath; (2) that the north line thereof is 1263 varas from and parallel with said south line; (3) that said survey does not embrace any of the land sued for by appellant. If said facts above are not so established, yet there is ample evidence from which the jury could so find, and their verdict, under the rules of law, can not be set aside by this court. Robinson v. Douthit, 64 Texas, 107; Schunior v. Russell, 83 Texas, 83.\nIn August, 1842, from the 1st to the 3rd, on the same trip, George B. Erath, a practical surveyor, and then deputy surveyor of Milam Land District, made a tier of four or more surveys—the Rector, Bryan, Prater, and Swoap. Erath’s testimony, as shown by this sketch:\n2. The evidence shows that the plaintiff, Westbrook, was notified of his rights, or at least of the facts by which he might have known them; and that by his direct representations to the defendants Guderian and Spitzer, they were induced to purchase the land and erect their improvements thereon, and that by his indirect representations to the other defendants they were induced to purchase the land. Page v. Arnim, 29 Texas, 70; Fielding v. Du Bose, 63 Texas, 637; Mayer v. Ramsey, 46 Texas, 375; Schwarz v. Bank, 67 Texas, 219; Guest v. Guest, 74 Texas, 664; Hefner v. Downing, 57 Texas, 579; Harn v. Cole, 51 N. H., 287; 2 Pome, on Eq., secs. 802 (note 1), 805-811; Herm. on Estop., secs. 953, 954."
  },
  "file_name": "0406-01",
  "first_page_order": 432,
  "last_page_order": 439
}
