{
  "id": 221135,
  "name": "Darby & Cauthen v. Roberts & Phillips",
  "name_abbreviation": "Darby & Cauthen v. Roberts & Phillips",
  "decision_date": "1893-05-10",
  "docket_number": "No. 183",
  "first_page": "427",
  "last_page": "430",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 427"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 408,
    "char_count": 8762,
    "ocr_confidence": 0.561,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3944301385910916
    },
    "sha256": "6f1fed6e5428a10e07dfaf269ac3105e4f4f4da5eb610aa4b153106de503133f",
    "simhash": "1:02ef1280f229e24b",
    "word_count": 1534
  },
  "last_updated": "2023-07-14T18:08:23.206239+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Darby & Cauthen v. Roberts & Phillips."
    ],
    "opinions": [
      {
        "text": "FISHER, Chief Justice.\nAppellants, as plaintiffs below, instituted suit in the District Court of Llano County against the firm of J. S. Scoville, composed of J. S. Scoville and Robert Largen, as partners, doing business as merchants in the town of Llano, Texas, to recover on an account for goods, wares, and merchandise sold to J. S. Scoville. An attachment was issued and was levied on the stock of goods in controversy, then in the possession of Roberts & Phillips, the appellees, who claimed the goods as purchased from J. S. Scoville and Robert Largen.\nThe appellants contend, that the goods were sold by J. S. Scoville and Robert Largen to the appellees for the purpose of defrauding the appellants and other creditors, and that such fact was known to appellees at the time of their purchase.\nThe appellees contend, that they purchased the goods in good faith, paying therefor a valuable consideration, without any knowledge or notice of any such intent upon the part of Scoville and Largen to defraud the appellants or other creditors, and that the same was not made by Scoville and Largen with any such intent.\nIn the court below judgment was rendered in favor of appellants against the firm of J. S. Scoville for the sum of $775.45 with interest, the amount of their debt; and the appellees recovered judgment for title to the stock of goods upon which the attachment was levied. It is from this judgment that the appellants appeal.\nThe appellants’ second assignment of error complains of the refusal of the court to permit the appellants to offer in evidence a certain subpoena duces tecum, with the return of service thereon, requiring the appellees, to produce in open court on the trial of the cause certain bills and invoices for goods sold the firm of J. S. Scoville.\nThere is some evidence tending to show that these bills and invoices mentioned in the subpoena duces tecum went into the possession of the appellees at the time of their purchase. There is also some evidence tending to show that some of these bills or invoices would show that some of the goods purchased by the appellees were bought by J. S. Scoville & Co. on time, and that they were not paid for at the time of the purchase of the goods from Scoville & Co. by appellees. There is also some evidence tending to show that the appellees may have known of the existence and the contents of these invoices at the time of their purchase of the goods from J. S. Scoville.\nIt was contended upon the part of the appellants, that J. S. Scoville, at the time that he sold out to the appellees, was a merchant engaged in business at the town of Llano in the sale of goods; that his business was comparatively prosperous, and he was doing a fair business. That the appellees purchased the entire stock of Scoville, and that the purchase was made out of the usual course of business, and that the consideration paid by appellees was less than the true value of the goods; and that the firm of J. S. Scoville was insolvent, and had no other property subject to the payment of their debts except the goods that were sold to the appellees; and that Scoville & Co. was indebted to the appellants and other creditors, and that the appellees knew, or could have known by the exercise of reasonable diligence, that Scoville &■ Co. was so indebted at the time of the sale, and that their purpose was to convert the goods in controversy into cash for the purpose of defrauding their creditors.\nThere is some evidence in the record tending to establish these facts. The inquiry becomes very important, whether the appellees knew of the existence of unpaid debts owing by the firm of J. S. Scoville at the time they so purchased the goods. They claim that they did not know that the firm of Scoville was indebted, except an indebtedness of $200 due by them to one Stith, which they assumed to pay, and that the balance of the consideration for the goods was the sum of $500 in cash, which they paid to J. S. Scoville.\nIf it be true that the goods were sold out of the usual course of business for a consideration less than their true value, and at the time J. S. Scoville & Co. were insolvent, and the sale was made under such circumstances as would indicate a purpose upon the part of Scoville & Co. to convert their property into money for the purpose of defrauding their creditors, then the fact that the appellees knew of the existence of other debts owing by the firm of J. S. Scoville would be an important fact to be considered by the jury in determining the purpose of Scoville in making the sale and the want of good faith of appellees in purchasing the goods. If the bills and invoices of J. S. Scoville that were in the possession of the appellees tended to prove this fact, then they would be admissible in evidence as a circumstance to be considered for what it may be worth in determining a knowledge upon the part of the appellees of the existence of such indebtedness. A service of the subpoena duces teciim, and a refusal by appellees to obey it by producing these invoices and bills, is a circumstance that the jury could have considered as a fact tending to show a purpose upon the part of appellees to suppress evidence against them.\nWe think it was error in the court to refuse to admit the subpoena duces tecum and return in evidence, and for this reason the judgment of the court below will have to be reversed.\nThe court did not err in excluding the evidence of witness Abney, because it appears that the facts excluded were statements made by the appellees during the pendency of negotiations looking to a compromise of the differences between the appellants and the appellees.\nThere are a number of assignments of error, complaining of the charge-of the court and the refusal to give certain special instructions requested by appellants.\nWe think the charge of the court as given properly presented the true issues of the case to the jury, and that no error was committed in the refusal to give the charges requested.\nJudgment reversed and cause remanded.\nReversed and remanded.\nDelivered May 10, 1893.",
        "type": "majority",
        "author": "FISHER, Chief Justice."
      }
    ],
    "attorneys": [
      "Miller & Lauderdale, for appellants.",
      "Dalrymple & Flack, for appellees."
    ],
    "corrections": "",
    "head_matter": "Darby & Cauthen v. Roberts & Phillips.\nNo. 183.\n1. Suppressing Testimony —Fraudulent Conveyance.—An attaching creditor of an insolvent firm caused property sold by such firm to be seized. The vendees claimed the property. The sale was attacked as made to hinder and delay creditors. There being testimony tending to show that the stock of goods was sold for less than its value, and out of the ordinary course of trade, and that the invoices and bills of the insolvent firm passed to the purchasers of the goods, it thus became material whether the purchasers hai notice of the financial collapse of their vendor. The bills and invoices would tend to show such knowledge. A subpoena duces tecum was issued and served on the claimants of the goods. No attention was given by them to the writ. Reid, it was error to exclude the writ subpoena duces tecum and the return thereon when ■offered, as tending to show a suppression of material testimony.\n2. Negotiations for Compromise.—Declarations by parties when negotiating for a compromise are incompetent in a suit involving the subject of such negotiations.\nAppeal from Llano. Tried below before Hon. A. W. Moubsund.\nMiller & Lauderdale, for appellants.\n1. The policy of law in excluding the statements made during pendency of negotiations to compromise, is to prevent concessions offered from being used to create a prejudice against the right by the evidenced willingness to make the concession; but when the admission is clearly one of fact, the reason of the rule does not apply; and to suppress it would be to suppress the avouchment upon which it was intended the other party should rely. Eules of criminal evidence might exclude such testimony, but here neither morals nor law justify the exclusion.\n2. That a party has suppressed testimony that would tend to defeat his suit is competent evidence, and it is error for the court to exclude evidence of such suppression, or tending to prove it. Thompson v. Shannon, 9 Texas, 538.\nDalrymple & Flack, for appellees.\n1. Where the evidence is conflicting, and there being evidence to sustain a verdict of a jury, this court will not reverse a case unless it be manifestly shown that the verdict was clearly wrong. Railway v. Bracken, 59 Texas, 75; Railway v. Garrett, 73 Texas, 266; Adams v. George, 25 Texas Supp., 374; Powell v. Haley, 28 Texas, 53; Swinney v. Booth, 28 Texas, 113; Stroud v. Springfield, 28 Texas, 651; Tuttle v. Turner, 28 Texas, 760.\n2. The court ruled correctly in excluding the evidence of W. B. Abney; such evidence is excluded from public policy, as it was an effort to prove negotiations for a compromise. 1 Greenl. on Ev., sec. 192, and notes."
  },
  "file_name": "0427-01",
  "first_page_order": 453,
  "last_page_order": 456
}
