{
  "id": 221201,
  "name": "M. C. and J. M. Wells v. James H. Burts",
  "name_abbreviation": "Wells v. Burts",
  "decision_date": "1893-05-10",
  "docket_number": "No. 200",
  "first_page": "430",
  "last_page": "437",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 430"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "6 Wall., 805",
      "category": "reporters:scotus_early",
      "reporter": "Wall.,",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 800,
    "char_count": 18684,
    "ocr_confidence": 0.555,
    "pagerank": {
      "raw": 1.0427625507942277e-07,
      "percentile": 0.5513271237048956
    },
    "sha256": "4629d23dedff214bae263df641e9029e69eaceff94b5295e3f597dbe9609b9ef",
    "simhash": "1:155339611340f856",
    "word_count": 3362
  },
  "last_updated": "2024-02-27T16:31:46.217873+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "M. C. and J. M. Wells v. James H. Burts."
    ],
    "opinions": [
      {
        "text": "COLLARD, Associate Justice.\nThe principal assignment of error insisted on by appellants assails the judgment of the lower court, because it involves the conclusion, that Whitis executed a deed to Miller in pursuance of the deed of trust giving him such power.\nOur opinion is that the evidence warrants the conclusion.\nMiller had possession and control of the property, claimed it, and exercised acts of ownership over it from about the time of the maturity of the trust deed until his sale to Emily Foreman, and that claim from the same source has been continuously asserted by those who succeeded to his rights to the present time, a period of over thirty years.\nSteffy abandoned all claim to it; at least, he did not claim it from 1853 to his death, in 1873; he exercised no control over it, did not attempt to do so, paid no taxes, and apparently surrendered it to Miller’s title; his heirs, after his death, apparently recognized the Miller title; they asserted no claim to it until their sale to Campbell in 1889. Thirty years had elapsed without claim by Steffy or his heirs. The property was twice sold at public sale as the property of Foreman under the Miller title, was purchased at last sale by defendant in 1868, and he has since claimed it by notorious claim and acts of ownership, by payment of all taxes, possession, and ouster of plaintiff Wells therefrom by action of forcible detainer.\nGreat weight should be given to these facts and circumstances in support of the presumption that a deed had been executed by Whitis, the trustee, to Miller; but in addition thereto, there is the testimony of defendant Burts to his impression and belief that he had seen such a deed. Burts may be mistaken, it is true; it may be that it was the deed of Laney to Miller that he saw; that deed was signed by Whitis as a witness, and was acknowledged before Burts, deputy of McDowell, county clerk; but this is not his testimony. His testimony tepds to strengthen the presumption that Whitis executed the deed. The circumstances all conduce to prove this deed.\nWe see no sufficient grounds upon which to find that the lower court committed error in finding that such a deed was executed. McDow v. Rabb, 56 Texas, 158; Herndon v. Davenport, 75 Texas, 462; Dailey v. Starr, 26 Texas, 562; Railway v. Jarvis, 69 Texas, 542; Johnson v. Shaw, 41 Texas, 434; Garner v. Lasker, 71 Texas, 435; Manchaca v. Field, 62 Texas, 141.\nAppellants ask a reversal upon the ground, that the court erred in admitting the testimony of Joseph Henderson, to the effect that Miller told him that he owned the house and lot between 1857 and 1860, and that his deed was burned before it was recorded. It was permissible to prove that Miller, being in possession, claimed the property, and that the deed under which he claimed was lost. The evidence was admissible for these purposes. The case was tried by the court without a jury, and it will not be presumed that the court gave other than legal effect to the testimony. If the trial had been before a jury, the judge should have limited the effect of the evidence, by a charge, to the legitimate purpose of claim of ownership, the existence and loss of the deed; but there being no jury, and the evidence being admissible, it will not be presumed that the judge misapplied it. Lindsay v. Jaffray, 55 Texas, 639, 640; Clayton v. McKinnon, 54 Texas, 206; Melton v. Cobb, 21 Texas, 539.\nThere was no error in permitting Burts to testify as to his impression and belief that he had seen the deed of Whitis to Miller. Such testimony alone may not have been sufficient to establish the fact to be proved, but it was admissible with other facts and circumstances.\nWe can not sustain the assignment, that there was error in admitting the notes of Steffy to Miller & Wheat, with the endorsements thereon. They were pertinent facts, a part of the case, and should not have been excluded.\nIt was in proof that the sheriff sold the house and lot under an execution issued by virtue of the judgment in the case of Harper v. J. H. Foreman et al., and it was not error to admit the sheriff’s deed to Burts reciting such fact.\nThe fifth assignment of error complains that the court, in arriving at its judgment, erred in considering certain evidence adduced on the trial.\nThere are no findings of fact filed by the court, and we are not able to determine what particular testimony the court considered or what weight was given to any particular part of it. The proper method of presenting the question intended, is to object to the testimony, and save a bill of exceptions if the objections should be overruled; it can not be done by assignment of error to the consideration of the testimony by the court. It would be presumed, in the absence of something to the contrary, that the court gave to the evidence its legal and proper effect only.\nWe have virtually disposed of all assignments of error in the foregoing, and find none of them well taken.\nWe are of opinion, that the evidence supports and warrants the judgment of the court below, that there was no error, under the prayer of defendant’s answer, in quieting his title to the premises, and that the judgment should be affirmed; and it is so ordered.\nAffirmed.\nDelivered May 10, 1893.",
        "type": "majority",
        "author": "COLLARD, Associate Justice."
      }
    ],
    "attorneys": [
      "J. W. Campbell, for appellants.",
      "Nix, Storey & Storey, for appellee."
    ],
    "corrections": "",
    "head_matter": "M. C. and J. M. Wells v. James H. Burts.\nNo. 200.\n1. Evidence to Existence of Lost Deed.—See facts held sufficient to support a finding by the trial judge of the existence and contents of a lost deed, under which possession had been held for many years.\n2. Declarations of Party in Possession.—Declarations by a party in possession of land, that he claimed the property, and that his deed was lost, are competent in evidence when offered by one claiming under him.\n3. Knowledge and Belief of Witness.—A witness may testify as to his knowledge and belief that he had seen a deed shown to have been lost.\n4. Circumstances.—It being in issue whether the town lot in controversy had been sold under a trust deed, there being testimony tending to prove the existence of such deed by the trustee, it was competent to exhibit in evidence three notes secured by the trust deed, found among papers of the trustee after his death, with endorsements; one as paid, another “by balance on house and lot $30,” and the other with no endorsement.\n5. Evidence of Execution Supporting Sheriff Sale. — See evidence held sufficient to authorize the introduction of a sheriff’s deed, in absence of such execution, which was recited in the sheriff’s deed.\nAppeal from Caldwell. Tried below before Hon. H. Teichmueller.\nSuit by M. C. Wells and her husband, J. M. Wells, filed September 26, 1889, to recover from defendant, James H. Burts, part of lot 1 in block 13, in the town of Lockhart. In addition to the usual allegations in trespass to try title, plaintiffs allege that defendant is setting up some sort of right to the land as owner of the title of one J. H. Foreman and D. or E. Foreman; that the Foremans acquired their rights from one Gr. W. Miller; that Miller was rightfully in possession of the land as a mortgagee; but plaintiffs say that if Miller ever acquired any rights in the land, they have been satisfied by rents received by him while in possession of the same; but that if the court should hold that defendant is entitled to any equities by reason of his claims, which plaintiffs should satisfy as a condition of disturbing defendant’s possession, then they offer to pay to defendant such sum as may be found to be due.\nDefendant answered by general and special demurrers, general denial, pleas of three, five, and ten years limitations, stale demand, and asks judgment for costs, and general and special relief.\nIn reply to defendant’s pleas of limitation, plaintiff M. C. Wells sets up her coverture.\nThe cause was tried by the judge (a jury being waived), who rendered judgment that plaintiffs take nothing by their suit and that defendant be quieted in his possession of the land. Plaintiffs have appealed.\nThe facts are as follows:\nTitle was deraigned to one W. C. Steffy, .the common source and owner, on August 25, 1852, who died in 1873 (his wife having died in 1870), leaving five children, heirs of his estate, four of whom, in 1889, conveyed the premises to J. W. Campbell by general warranty deed, who conveyed to M. C. Wells, the plaintiff.\nPlaintiff M. C. Wells also read in evidence a deed from J. E. Anderson and her husband, L. W. Anderson, of date April 16, 1887, J. E. Anderson being child and heir of John H. and Emily F. Foreman, deceased; the defendant relying upon title by purchase at execution sale under judgment against J. H. and Emily Foreman.\nDefendant’s claim of title is based upon the following facts:\nAugust 4, 1857, W. C. Steffy executed to one Joseph Laney a mortgage on the lot, to secure note of the former to the latter, of same date, for 8109, due in three months, empowering Laney to sell in case of default of payment at maturity, and to apply the proceeds to payment of the note.\nOn 25th of June, 1859, Laney, for $125, executed to G-. W. Miller a relinquishment to the lot and house, referring to the trust deed, stating that the same had been fully satisfied by Miller, and at the same time assigning to him the deed of trust.\nOctober 24, 1857, Steffy executed another deed of trust on the same property to C. W. Whitis, trustee, to secure payment of three promissory notes payable to Miller & Wheat, two of the notes for $100 each, and one for 899.01, all due 22nd of October, 1857, authorizing the trustee to sell the house and lot if the notes or any of them were unpaid on the 1st of January, 1859.\nOctober 18, 1860, G-. W. Miller, who is the Miller of the firm of Miller & Wheat, and its managing partner, conveyed the house and lot to Emily F. Foreman.\nAll the foregoing instruments were duly recorded about the time of their execution.\nOne W. W. McNeal recovered judgment in Justice Court against J. H. Foreman for $97.31, June, 1861, upon which execution issued and was levied on the house and lot as the property of J. H. Foreman, and regular sale was made thereunder to W. W. McNeal on 5th of November, 1861, and deed by the sheriff to him in due form November 9, 1861.\nJanuary 7, 1863, McNeal conveyed the property back to Foreman for $35 by deed of release, duly recorded.\nThe docket of the justice of the peace, G-. W. Sharpe, in Caldwell County, shows judgment of B.F. Harper v. J. H., D. E., and E. Foreman and S. Ford, for $85.63, of date January 7, 1863; proceedings regular, except that the citation is for “F. E.” and judgment is against “E.” Foreman.\nJames H. Burts, the defendant, purchased the property at sheriff’s sale under execution issued by virtue of the foregoing judgment, levied upon the property as the property of J. H. and D. E. Foreman; the deed by the sheriff to Burts, dated October 6,1868, recites a consideration of $35 paid by Burts.\nThe execution under which the sale was made to Burts was not produced on the trial, but the facts show that it was made under execution as stated above.\nDefendant relies upon circumstances, lapse of time, possession, acts of ownership, and some uncertain but direct testimony to show that Whitis executed the deed of trust to him by conveyance to Miller thereunder.\nIt was in proof that Steffy and wife died as before stated; that Whitis died in Austin in 1878 or 1879; that Miller died about the close of the war, on the Rio Grande; and that Wheat died in 1869 or 1870, at Bremond, Texas.\nIt was in proof that the supposed deed of Whitis, trustee, to Miller could not be found, though diligent search had been made for it.\nThe lot had a two-story concrete house upon it, and it was occupied by Steffy as a saloon; he left Lockhart with his family in 1858 or 1859, and neither he nor any of his children ever afterwards claimed the property or paid the taxes thereon, except that all the children but one conveyed the same to Campbell, as before stated, in 1889.\nMiller lived at Lockhart, controlled the house and lot, and collected the rents between 1857 and 1860. The date of the renting is not fixed, but it was between the 4th of August, 1857, and the 18th of October, 1860; the tenant, Tom Shirley, paying the rents to him. It seems quite certain that Shirley occupied the house as a saloon as tenant of Miller in the fall of 1857, and at least for one year, probably longer. It then stood vacant awhile, and was again rented to Joseph Henderson for about eight months between 1858 and 1860, the tenant paying the rent to Miller. Miller ■claimed the property; told Henderson that it belonged to him, and that his deed to it was burned, and he was sorry he had not had it recorded.\nThe house was destroyed by fire in 1865, and one witness testifies that \"that at the time it was burned it was occupied by a man named Shirley.\nDefendant Barts lived in Lockhart until in 1870, when he moved to Austin. After he bought the property he looked after it; his claim of ■ownership was notorious in Lockhart. When he moved away he left .agents to look after the property for him—Nix & Storey, attorneys at law; they paid the taxes for him, but no one was in actual possession until •about the 1st of March, 1887, when they, as defendant’s agents, rented the property to plaintiff J. M. Wells, who built a house on it, and at one ■time offered to buy it, but he raised a question about an outstanding title •in J. H. and F. E. Foreman. Defendant offered to sell the lot for one price with warranty title and at a less price with a quitclaim. Wells afterwards bought the Foreman title, and refused to pay the rent; and Nix <& Storey, as agents of defendant Burts, had him, Wells, dispossessed by forcible entry and detainer, and levied on the property for costs and bought it in.\nBurts knew Foreman, Miller & Wheat, and Whitis well, and had charge -of considerable business for them, a great many papers belonging to Whitis, and some of the papers belonging to Miller. Miller died about the close of the war, on the Rio Grande; Wheat died in 1869 or 1870, and Whitis in 1878 or 1879.\nBurts was attorney for Harper, and as such recovered the judgment for him against the Foremans and S. Ford, and controlled it; wrote the notices for sale under the execution, and knows that the sheriff had an execution under the judgment in his hands at the time of the sale when he, Burts, bought in the property. He testified, that he had a very strong impression that he had seen a deed from Whitis to Miller to the property; would not swear that he had, but believed he had seen such a •deed; had an impression that it was acknowledged before S. J. P. McDowell, county clerk of Caldwell County, or before him (the witness) as his deputy, but he would not be positive. He has controlled the prop•erty, claimed it, and paid all the taxes since he bought it in 1868, and his claim has been notorious.\nThere was but one execution found among the papers of the case of Harper v. Foreman and Ford, dated June 27, 1868, and it had no return upon it by the sheriff. The sheriff’s deed under execution to Burts is dated October 6, 1868. All other papers that might be expected to be found with the files of the Harper suit were found intact, but only the one execution.\nBurts testifies, that at the time of the sale the officer had in his hands an execution under the judgment.\nC. W. Whitis administered upon the estate of Gf. W. Miller in Caldwell County, and the three notes to Miller & Wheat, to secure which Steffy executed the deed of trust to Whitis, were found among the Whitis papers. The note for'$99.01 was endorsed “Paid in full,” signed by GL W. Miller; one of the notes for $100 was endorsed, “By balance on house and lot, $30;” the other note had no endorsement upon it.\n[This statement accompanied the opinion.]\nJ. W. Campbell, for appellants.\n1. That the admission of improper evidence, when the case is tried without a jury, will riot cause a reversal by the Supreme Court, has been often announced, but always modified so as to require legal evidence of facts necessary to be established as a basis for the judgment rendered; and such judgment can stand.only where there is legal evidence of such necessary facts, after striking from the record all evidence not admissible under the law governing the production of testimony. The declarations of the witness Henderson as to the possession, etc., was not testimony for any purpose. Herndon v. Davenport, 75 Texas, 462; Parker v. Baines, 65 Texas, 610; Calder v. Ramsey, 66 Texas, 220; Bosse v. Johnson, 73 Texas, 611; Sharp v. Baker, 22 Texas, 307.\n2. The existence of a deed must be shown; its proper execution and delivery; that it existed, and was seen or read by some one, must be proven, before its loss or evidence of its contents can be introduced in evidence; and testimony of a witness that one claiming title to land told him he had a deed to the land, and his deed got burnt, can not be received as legal evidence of the existence, contents, or destruction of a deed in favor of the title of one making the statement as to the deed, or any one claiming under him; and a judgment for land depending on a transfer of title by deed, proven by such evidence of such statements, is a judgment without legal evidence to support it. Mooring & Lyon v. McBride, 62 Texas, 309; McDow v. Rabb, 56 Texas, 154; Shiffel v. Morrel, 68 Texas, 388; Herndon v. Davenport, 75 Texas, 462.\n3. The notes and endorsements were irrelevant and incompetent. Hutchison v. Flintge, 2 Texas, 473; Carr v. Rowland, 14 Texas, 275; Cook v. Southwick, 9 Texas, 615; Rhode v. Ally, 27 Texas, 443.\n4. To sustain a sheriff’s deed to land reciting sale under execution, a valid judgment,.a valid execution, and a valid sale must be shown; and if the execution is not produced, proof must be made that at the time of the sale the officer making it had in his hands an execution which authorized the sale. Leland v. Wilson, 34 Texas, 79; Coffee v. Silvan, 15 Texas, 354; Riddle v. Bush, 27 Texas, 675; Owen v. Navasota, 44 Texas, 518; Harris v. Ellis, 30 Texas, 4.\nNix, Storey & Storey, for appellee.\n1. Assertion of ownership, accompanied with possession long continued, may be shown in support of presumptions that a conveyance once existed. Herndon v. Davenport, 75 Texas, 464; Warren v. Frederick, 76 Texas, 652; Morris v. Hand, 70 Texas, 484; Dailey v. Starr, 26 Texas, 562; Deery v. Croy, 6 Wall., 805.\n2. The existence and contents of a lost deed and execution can be' proven by circumstances; and when the court or jury have tried the case upon evidence tending to establish the existence of such deed and execution, this court will not disturb the judgment. Bounds v. Little, 75 Texas, 320."
  },
  "file_name": "0430-01",
  "first_page_order": 456,
  "last_page_order": 463
}
