{
  "id": 221153,
  "name": "J. R. Best v. Cordella H. A. Baker",
  "name_abbreviation": "Best v. Baker",
  "decision_date": "1893-05-03",
  "docket_number": "No. 153",
  "first_page": "551",
  "last_page": "555",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 551"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 629,
    "char_count": 13507,
    "ocr_confidence": 0.547,
    "pagerank": {
      "raw": 4.076306636737454e-08,
      "percentile": 0.008895553883879288
    },
    "sha256": "ea283844036f4062c55f4832a383090f814396d8a5bf8fbca81027772a087bd1",
    "simhash": "1:2a2b0328538db6e4",
    "word_count": 2404
  },
  "last_updated": "2023-07-14T18:08:23.206239+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "J. R. Best v. Cordella H. A. Baker."
    ],
    "opinions": [
      {
        "text": "HEAD, Associate Justice.\nThis case was submitted to the court below upon the following agreement as to the facts:\n“1. The County Court of Grimes County, at a regular term of said court, on the 16th day of February, 1852, ordered the location and survey of four leagues of land granted to Grimes County for educational purposes by virtue of an act approved January 16, 1850.\n“ 2. The land was surveyed and located on the 25th of April, 1852,. as directed by said order. The survey and location was regularly approved and recorded by the proper officer, and the field notes were regularly filed in the General Land Office of the State of Texas, according to law, on the 4th day of May, 1853.\n‘ ‘ 3. The patents were issued on said locations and surveys to Grimes County on the 27th day of January, 1877.\n“ 4. The land involved in this suit is a part of the survey embraced in one of the patents mentioned above, being league number 148.\n“ 5. On the 19th of April, 1886, the Commissioners Court of Grimes County, at a regular term of said court, ordered that the land belonging-to Grimes County school fund, and covered by the patents mentioned above, be sold, and directed the county judge of Grimes County to advertise the sale thereof.\n“6. In pursuance of the order of the Commissioners Court, the county judge of Grimes County duly advertised said land for sale in the Dallas Morning News. The land was offered for sale on not less than two years time, with interest payable annually in advance; and said advertisement stated that bids would be received till the 25th day of June, 1886, the court reserving the right to reject any and all bids.\n“7. T. C. Buffington, Lock McDaniel, and Jack Baker bid for said four leagues of land the sum of 82.45 per acre, on twenty years time, with interest at the rate of 6 per cent per annum, payable annually in advance, and said four leagues of land were sold to said parties at said price. It was stipulated that the interest should commence to run from the 1st day of September, A. D., 1886, and be payable annually in advance, on or before October 1 in each recurring year, the payment of principal and interest being secured by a vendor’s lien on the land. The sale was confirmed at the July Term, 1886, of the Commissioners Court, and said Buffington, McDaniel, and Baker complied with this bid, and deeds were executed and delivered to them, embracing the land in controversy, on May 2, 1886.\n“8. Before the commencement of this suit, Buffington, McDaniel, and Baker conveyed the above land, embracing that in this controversy, to plaintiff, Cordelia II. A. Baker', who held and now holds the same by a regular chain of title from the sovereignty of the soil down to her. At the July Term, 1886, of the Commissioners Court said sale was confirmed as shown by decree.\n“ 9. On the day the land was sold by Grimes County to Buffigton, McDaniel, and Baker, one W. G. Sweatt, with his family, was residing on the land described in plaintiff’s petition and involved in this suit, as an actual settler, with a view to purchasing same for a homestead; that prior to the sale from Grimes County to Buffington, McDaniel, and Baker, to-wit, on June 15, 1886, said W. G. Sweatt bought a tract of land of 160 acres, pre-emption claim, not patented or perfected, from one L. B. Barker, situated in Jones County, Texas, and received a deed from said Barker to said land on June 15, 1886; that about one month after the sale from Grimes County to Baker, McDaniel, and Buffington, said Sweatt vacated said premises with his family and household effects and moved to the tract of land bought of said Barker in Jones County, and settled with his family on the same; that about ten days after said Sweatt vacated the premises described in plaintiff’s petition, he sold the same by a verbal sale to one John Best, the defendant herein, and on the 22nd of September, 1886, Sweatt executed deed to Best for same, and when Best bought from Sweatt, Best had no knowledge that Sweatt had other land at date of Grimes County sale; that about two months after said Best bought it, he moved on to the same with his family; that during the time between the vacation of said premises by said Sweatt until the said John Best moved on to the same, the premises remained vacant and unoccupied by any one.\n“ 10. On the 12th of November, 1886, Sweatt, through his attorney, H. L. Bentley, tendered to the Commissioners Court of Grimes County the notes and cash payment, under the following circumstances: Mr. Bentley appeared before the Commissioners Court of Grimes County and ■offered to tender the money in cash payment of the land, and also tendered the notes for the deferred payments. The Commissioners Court told him that it was not necessary to count the money, and they expressly waived the counting of the same, and told Mr. Bentley that the court ■had nothing to do with it. Afterwards Bentley made to Buffington, in the same way, a tender of the notes and money, and Buffington, on behalf of himself, McDaniel, and Baker, refused to accept the notes and money, and stated that he preferred to make his own sale. Defendant ■had no actual notice of the sale to Baker, McDaniel, and Buffington until Baker came up sometime after the sale to place the deeds to himself and ■others for the land on record. They were filed for.record and duly recorded in Taylor County, September 15, 1886.”\nJudgment was rendered October 10, 1890, in favor of appellee for the -land in controversy, from which this appeal is prosecuted.\nOpinion.—In two cases decided by us at this term we have held, that the fact that Sweatt was an actual settler upon the land at the date of the -sale by Grimes County to Buffington, McDaniel, and Baker gave him the prior right to purchase 160 acres. Baker v. Burroughs, 2 Texas Civ. App., 337; Baker v. Millman, 2 Texas Civ. App., 342. In the last named case we also, in effect, held that this right in Sweatt was assignable. We think there can be but little question as to the correctness of this decision. In Nimmo v. Davis, 7 Texas, 26, it is said: “All contingent and executory interests are assignable in equity, and will be enforced if made for u valuable consideration; and it is settled, that all contingent estates of inheritance, as well as springing and executory uses and possibilities, coupled with an interest, where the person to take is certain, are transmissible by descent, and devisable and assignable.” Citing 4 Kent’s Commentaries, 261; 2 Id., 475, note. Also, see Railway v. Freeman, 57 Texas, 156. We regard the right secured by the Constitution to actual settlers upon this class of school lands as being a valuable right, and the proper subject of transfer.\nWe are also of opinion, that the fact that Sweatt had purchased a preemption claim in another county a few days prior to the sale by Grimes County to Buffington and others does not deprive him of his rights as an actual settler when such sale was made. In Baker v. Burroughs, cited above, we decided, that the fact that Mrs. Burroughs had a homestead right in another county did not deprive her of being an actual settler within the meaning of our Constitution. The Constitution does not limit the preference right given by it to settlers who have no other property, but extends it alike to all who can properly be termed settlers at the time the county decides to sell.\nWe do not understand from the record that the court found that Sweatt had decided to abandon his rights as an actual settler when he made this purchase prior to the sale by Grimes County, inasmuch as the agreement distinctly says, ‘ ‘ on the day the land was sold by Grimes County to Buffington, McDaniel, and Baker, one W. G. Sweatt, with his family, was •residing on the land described in plaintiff’s petition involved in this suit, as an actual settler, with a view to purchasing same for a homestead.”\nWe are therefore of opinion, that the court erred in rendering judgment in favor of appellee, and that said judgment should be reversed and the cause remanded, with direction to the court below to enter a judgment in favor of appellant for the land in controversy, upon his tendering in court, within sixty days, the amount of cash due, and notes payable to appellee according to the terms of the sale made by Grimes County to Buffington, McDaniel, and Baker, such notes to be secured by lien upon said land; and upon failure of appellant to comply with said terms in the time named, all his rights and interest in the land to be annulled and writ of possession issue in favor of appellee.\nReversed and remanded.\nDelivered May 3, 1893.",
        "type": "majority",
        "author": "HEAD, Associate Justice."
      },
      {
        "text": "ON MOTION FOR REHEARING.\nHEAD, Associate Justice.\nAfter careful consideration of the record in passing upon this motion, we have concluded, that the agreed facts would not justify a finding that Sweatt had abandoned or elected not to avail himself of the prior right to purchase this land secured to Mm as an actual settler by the Constitution, before his sale to appellant Best. He was not required to remain upon the land after the sale made by the county in order to preserve Ms prior right of purchase. This right was secured by the Constitution to those who were actual settlers at the time the county elected to sell, and does not require them to remain thereon for any length of time after this. The land Sweatt had purchased in Jones County, however, did require actual occupancy to preserve his title. It was an unperfected pre-emption claim. We think this affords a sufficient ■explanation for his moving upon that tract, and does not indicate an intention to abandon any claim he might have to other land; and when we add to this the fact, that his sale to appellant was only ten days after his removal, the natural conclusion is, that he never intended to surrender, but continuously asserted his prior right. We therefore find, as a conclusion of fact, that Sweatt had not abandoned nor surrendered his prior right to this land as an actual settler at the time of or previous to his sale to appellant; from which it follows the motion for rehearing should be refused.\nMotion overruled.\nDelivered June 28, 1893.",
        "type": "rehearing",
        "author": "HEAD, Associate Justice."
      }
    ],
    "attorneys": [
      "Cockrell & Cockrell, John Bowyer, and H. A. Porter, for appellant.",
      "Sayles & Sayles, for appellee."
    ],
    "corrections": "",
    "head_matter": "J. R. Best v. Cordella H. A. Baker.\nNo. 153.\n1. County School Land—Right of Actual Settler to Purchase.— Actual settlement on county school land at the time the county offers it for sale gives the settler a prior right to purchase 160 acres thereof, and this right is assignable.\n2. Same—Ownership of other Land does not Defeat the Right. The Constitution does not limit the preference right of purchase to settlers who ■own no other land, but extends it alike to all who can properly be termed settlers at the time the county decides to sell.\n3. Same—Right not Abandoned by Removal, when.—See the opinion for evidence held insufficient to show that a settler on county school land (who removed therefrom to an unperfected pre-emption claim he had bought, and about ten days after such removal sold his claim on the school land) had abandoned or surrendered his prior right of purchase as a settler on the school land.\nAppeal from Taylor. Tried below before Hon. T. H. Conner.\nCockrell & Cockrell, John Bowyer, and H. A. Porter, for appellant.\n1. W. G. Sweatt’s actual residence on the land at the time of sale by Grimes County to Buffington, McDaniel, and Baker, gave him a vested right to purchase the same to the extent of 160 acres at the price fixed by the county. Const., art. 7, sec. 6; Perkins v. Miller, 60 Texas, 61; Land Co. v. Wood, 71 Texas, 460; Baker v. Dunning, 77 Texas, 28.\n2. The right was one that would descend to his (Sweatt’s) heirs in case of his death, and could be assigned. Strickland v. Hardwick, 77 Texas, 195; Railway v. Freeman, 57 Texas, 156; 3 Pome. Eq., sec. 1275.\n3. The fact that Sweatt had purchased a pre-emption claim prior to date when the lands were put on the market by the county could not affect his right as an actual settler at the date they were put on the market.\nSayles & Sayles, for appellee.\n1. The appellant acquired no rights as an actual settler on Grimes County school land by the transaction between himself and one Sweatt, who before the sale and conveyance of the land in controversy was a settler thereon; and the court did not err in holding that appellant was not an actual settler on the land in controversy at the time of its conveyance to appellee’s vendor, and did not have preferred right to purchase the same. Burleson v. Durham, 46 Texas, 152; De Montel v. Speed, 53 Texas, 339; Bledsoe v. Cains, 10 Texas, 455; Grambrell v. Steele, 55 Texas, 585; Calvert v. Ramsey, 59 Texas, 490.; Perkins v. Miller, 60 Texas, 61; Houston v. Dickson, 66 Texas, 79; Land Co. v. Wood, 71 Texas, 460; Luckie v. Watt, 77 Texas, 262; Baker v. Millman, 77 Texas, 46.\n2. The appellant, Best, and Sweatt, under whom he claims, were not-settlers on the land in controversy when the Constitution of 1876 took effect, and were not entitled to be protected in a right of purchase under-the provisions of that Constitution. Acts Jan. 26, 1839, 3rd Cong., p. 120 (Early Laws, art. 692); Act Feb. 5, 1840, 4th Cong., p. 146; Const., 1876, art. 10, sec. 6; Const., 1856, art. 10, sec. 6; Const., 1869, art. 10, sec. 6.\n3. Sweatt had no right that he could transfer to Best, not having continued his occupation of the school land until he could exercise his prior right of purchase. Rev. Stats., arts. 3926, 3933; Turner v. Ferguson, 58 Texas, 6; Daughty v. Hall, 59 Texas, 518; Burleson v. Durham, 46 Texas, 152."
  },
  "file_name": "0551-01",
  "first_page_order": 577,
  "last_page_order": 581
}
