{
  "id": 221166,
  "name": "D. H. Finch v. J. R. Trent",
  "name_abbreviation": "Finch v. Trent",
  "decision_date": "1893-04-26",
  "docket_number": "No. 132",
  "first_page": "568",
  "last_page": "573",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 568"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "11 S. W. Rep., 136",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "1 Posey's U. C., 578",
      "category": "reporters:state",
      "reporter": "Posey",
      "case_ids": [
        1870804
      ],
      "opinion_index": -1,
      "case_paths": [
        "/posey/1/0578-01"
      ]
    },
    {
      "cite": "1 Posey's U. C., 582",
      "category": "reporters:state",
      "reporter": "Posey",
      "opinion_index": -1
    },
    {
      "cite": "73 Mo., 538",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        448784
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/73/0538-01"
      ]
    },
    {
      "cite": "30 Iowa, 480",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2279878
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/30/0472-01"
      ]
    },
    {
      "cite": "148 U. S., 31",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3567630
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/148/0031-01"
      ]
    },
    {
      "cite": "148 U. S., 21",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3567089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/148/0021-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 749,
    "char_count": 14963,
    "ocr_confidence": 0.566,
    "pagerank": {
      "raw": 1.4692191794271224e-07,
      "percentile": 0.6588384110424971
    },
    "sha256": "1b1c7c5d439b2642fe63e3aae48a6958d370cb2472db00559a3da5df30d2975b",
    "simhash": "1:1374f6330f64ae88",
    "word_count": 2610
  },
  "last_updated": "2024-02-27T16:31:46.217873+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "D. H. Finch v. J. R. Trent."
    ],
    "opinions": [
      {
        "text": "STEPHENS, Associate Justice.\nThis suit was brought by appelleeon the 11th day of June, 1889, to recover of appellant, with prayer for partition, an undivided one-third interest in and to 100 feet off the east end of lots 5 and 6 in block 13 in the town of Big Springs, Texas, known as the Cosmopolitan Hotel. There was a trial without a jury, and the record contains conclusions of fact and a statement of facts, from which it appears that in March, 1884, the Earl of Aylesford purchased from E. F. Dugan, the common source of title, the aforesaid hotel property* paying therefor the sum of $4000.\nThe deed in terms conveyed the property to the Earl of Aylesford, D. H. Finch, and J. A. Monahan, though the purchase money was all paid by the Earl and the purchase was not made for the benefit of Monahan, nor was it intended to vest in Mm, nor did he claim at the time, any interest in the property. It does not distinctly appear why his name was inserted in the deed. Immediately after the purchase, he took charge of the hotel and continued to be.its proprietor until January, 1885, when he was ousted by the Earl, who continued in the exclusive adverse possession until his death, which occurred sometime during that year. There was an administration on his estate, which resulted in the confirmation by the Probate Court, on the 26th of February, 1886, of a sale previously ■ordered and made of the whole interest owned by Aylesford at his death in the hotel property to appellant, who continued thereafter in the exclusive adverse possession of the property up to the time of the trial.\nThis exclusive adverse possession on the part of the Earl of Aylesford and the appellant was open, notorious, and continuous from the date of the ouster of Monahan, under claim of absolute ownership of the entire property. Appellant traced his title by a regular chain of transfer from Dugan, the common source, back to the sovereignty of the soil, and, as a defense, relied upon the three years statute of limitation.\nAppellee claimed' as an innocent purchaser, having paid value to a remote vendee of Monahan, without actual notice that Monahan never had any real interest in the property. The mesne conveyances through which he claimed were made by Monahan and his assigns after the former had been ousted, and it is contended by appellant, that they were only quitclaim deeds, and that appellee had constructive notice of appellant’s title. Some of these deeds were in form releases or quitclaims merely, without covenant of warranty except that they contained the usual habenuum clauses. In so far as the conclusions of fact filed in the District ■Court may not be in conflict with these conclusions, they are adopted.\nConclusions of Law.—The case was tried upon the assumption, which is not controverted here, that whatever title was conveyed to Monahan was held in trust for the Earl of Aylesford. As it appears that no part of the purchase money was supplied as a loan by the latter to the former, and that the purchase was made for the benefit of the Earl and Finch, to the exclusion of Monahan, whose name seems to have been inserted in the deed for some collateral purpose not disclosed, we concur in this view. 1 Perry on Trusts, sec. 126; Clark v. Haney, 62 Texas, 511; Hudson v. Wilkinson, 45 Texas, 444; Bailey v. Harris, 19 Texas, 109.\nTwo questions are presented for disposition: first, whether this trust affected appellee as a bona fide purchaser without notice, on account of the character of the conveyance through which he deraigned title from the common source; second, whether the three years adverse possession of appellant was sufficient to preclude a recovery, on account of the ■character of title under which it was held.\n1. The controlling effect given the habendum clause in a deed which would otherwise be classed as a quitclaim, by the decision in Garrett v. Christopher, 74 Texas, 458, requires a negative answer to the first question. While the doctrine, that a quitclaim deed will not support a title founded alone upon a bona fide purchase, has been the recognized rule in this State since the decisions in Rodgers v. Burchard, 34 Texas, 453, and Harrison v. Boring, 44 Texas, 260, the trend of the later cases seems to be towards a restriction of the rule. It is worthy of note in this connection, that the Supreme Court of the United States, on the authority, mainly, of whose decisions the rule was first adopted and followed here (34 Texas, 453; 44 Texas, 260, supra), has, in two well considered cases, decided on the 6th day of last March, reviewing the previous decisions of that court, entirely rejected the rule as being more arbitrary and technical than sound, even where the bona fide purchaser takes as grantee in the quitclaim deed, and especially where the quitclaim, as in this case, is only a prior conveyance in the chain of title. Moelle v. Sherwood, 148 U. S., 21; United States v. Land Co., 148 U. S., 31.\n2. On the second question, which involves a construction of article 3192 of the Revised Statutes, defining and illustrating the meaning of “ title” and “color of title,” as used in article 3191, we have found it very difficult to reach a satisfactory conclusion. The language employed in this definition and illustration is very suggestive of an intention to confine the available adverse possessson to such as is held under deeds or other writings; and this construction seems to have been placed by our Supreme Court upon the statute as it stood prior to the adoption of the Revised Statutes. Williamson v. Simpson, 16 Texas, 445; Whitehead v. Foley, 28 Texas, 13; Cox v. Bray, 28 Texas, 263.\nWhile in these cases it was decided, that within the meaning of the statute then in force (Paschal’s Digest, article 4622), title acquired by inheritance was as regular and effectual as if by written memorial, it was further held, that in case the claim of transfer was not regular, the irregular links had to be evidenced in writing; and that by a “consecutive chain of transfer” was meant “consecutive written transfers.” The present statute substitutes in this connection the word “claim” for “ chain.” In the latter part of the definition, however, as it now stands, the expression “chain of transfer” again appears, which, we think, indicates that these words were intended to be used interchangeably. The statute defining “color of title,” after being so construed, was, without any other change, re-enacted as a part of the Revised Statutes. We are thus brought, on the authority of the judicial and legislative construction involved, to the conclusion that the limitation defense was not available in this case.\nIn arriving at this conclusion, we are not unmindful of the distinction taken between “color of title” and “claim of title” by the Supreme Court of Iowa in the case of Hamilton v. Wright, 30 Iowa, 480, wherein it was held, that the latter, and not the former, might exist by paroi; but we think no such distinction was intended to be introduced, in view of the other language employed in the statute, by the substitution of “claim” for “ chain;” nor have we overlooked that line of decisions holding, in the absence of a statutory definition, that color of title need not be based upon a legal or paper title, but may rest in paroi; or, as otherwise expressed, that a state of facts not evidenced by a deed or other writing may operate as color of title. Hughes v. Israel, 73 Mo., 538, and cases there cited. We feel bound by the above construction to hold, that the deed to Aylesford, Finch, and Monahan conveyed the legal title to Monahan to a one-third interest in the hotel property, and, as there was no written evidence of its being held in trust for Aylesford and Finch, or either of them, that there was such a break in the chain or claim of transfer as prevented it from being consecutive within the meaning of our statutory definition of “color of title.”\nIf we were left to solve the question uninfluenced by precedent, our inclination would be to hold, as within the spirit of the statute (which seeks by a short period of adverse possession to cure formal defects in a title substantially good), that as appellant held the requisite adverse possession under such title as was in equity good, it being irregular and defective only in that oral proof was required to show its validity, which defect “ did not extend to or include the want of intrinsic fairness and. honesty,” his limitation defense should have been sustained.\nThe judgment will be affirmed.\nDelivered April 26, 1893.",
        "type": "majority",
        "author": "STEPHENS, Associate Justice."
      },
      {
        "text": "on rehearing.\nSTEPHENS, Associate Justice.\nA more critical examination of the-record induces the belief, that at least one of the deeds under which appellee asserts title as a bona fide purchaser is a mere quitclaim, to-wit, the deed from F. W. Ileyn to J. C. Crookshank, made only a few months-prior to the deed from Crookshank to appellee. It recites the very inadequate consideration of $10; in terms bargains, sells, and quitclaims all the right, title, and interest of the grantor in and to an undivided one-third interest in and to the Cosmopolitan Hotel, as that interest may appear from a certain sheriff’s deed therein referred to; and is endorsed “ a. quitclaim deed.”\nFollowing reluctantly the decision in Garrett v. Christopher, 74 Texas, 453, we held, on the former hearing, that this, with other deeds in appellee’s chain of title, was more than a mere conveyance of the chance of title, because of the controlling effect given by that decision to the usual habendum clause in the deed. We have concluded, however, that that clause of the deed in question is so far qualified by the concluding part thereof, especially when the whole deed is considered, as to take this case out of the rule announced in the Garrett-Christopher ease. Here the habendum clause in the usual form concludes, “ so that neither the said F. W. Heyn or my heirs, nor any person or persons claiming under me, shall at any time hereafter have, claim, or demand any right or title to the aforesaid premises or appurtenances, or any part thereof.”\nWe are of opinion that the deed, construed as a whole, is only a quitclaim, and that therefore the rule so long followed in this State (though now rejected by the Federal Supreme Court as without foundation in reason), that such a deed will not support a title depending alone upon a bona fide purchase, requires us to hold with appellant on this issue. Lumber Co. v. Hancock, 70 Texas, 312. There is much force also in his further contention, so persistently urged in this motion, that appellee should be held to have had notice of appellant’s title, on account of the character and extent of appellant’s adverse possession.\nThe rehearing is granted, but the conclusions, both of law and fact, heretofore filed, in so far as they are not in conflict with this opinion, are still adhered to; and upon the whole record, the judgment appealed from will be reversed and here rendered for appellant.\nReversed and rendered.\nDelivered June 28, 1893.",
        "type": "rehearing",
        "author": "STEPHENS, Associate Justice."
      }
    ],
    "attorneys": [
      "S. H. Cowan, for appellant.",
      "J. F. Eidson, for appellee."
    ],
    "corrections": "",
    "head_matter": "D. H. Finch v. J. R. Trent.\nNo. 132.\n1. Title Held in Trust.—Where a deed conveys real estate to three persons,. A., F., and M., and the proof shows that the purchase money was all paid by A. for the benefit of himself and F., and not in any part for the benefit of M., or as-a loan or gift to M., the legal title in M. is held in trust for A.\n2. Notice—Quitclaim with Habendum Clause—Case Followed. While the well recognized rule in this State is that a quitclaim deed charges notice and will not support a title founded alone upon a bona fide purchase, yet under the decision in Garrett v. Christopher, 74 Texas, 453, it must be held that the rule does not apply where the quitclaim contains a habendum clause in the usual form.\n3. Same—Case Distinguished.—But where the deed sells and quitclaims the title and interest of the grantor as the same appears from a certain sheriff's deed therein referred to, and is endorsed a “ quitclaim deed,” and the habendum clause, in the usual form, concludes and is qualified as follows, “ So that neither F. W. H. (the grantor), nor my heirs, nor any person or persons claiming under me, shall at any time hereafter have, claim, or demand any right or title to the-aforesaid premises, or any part thereof,” the deed must, as a whole, be construed as only a quitclaim, coming under the general rule, and not under the rule announced in the case of Garrett v. Christopher, 74 Texas, 453. (On rehearing.)\n4. “Color of Title” Requires Written Transfers. — The expression, “ a consecutive chain of transfer,” as used in article 3192 of the Revised Statutes defining “color of title,” means consecutive written transfers; and hence a defendant in possession for three years under a deed made jointly to A. and B.,but adversely claiming the whole property in the right of A. only, can not as against a vendee of B. prescribe under color of title and the three years limitation by making paroi proof that B. held only a naked legal title in trust for A., the real owner of the entire property.\nAppeal from Howard. Tried below before Hon. War. Kennedy.\nS. H. Cowan, for appellant.\n1. A grantee by quitclaim is charged with notice, and can not claim as a bona fide purchaser against an outstanding equity, though he may have been without notice of such equity. Rodgers v. Burchard, 34 Texas, 442; Harrison v. Boring, 44 Texas, 255; Taylor v. Harrison, 47 Texas, 460; Richardson v. Levi, 67 Texas, 359; Lumber Co. v. Hancock, 70 Texas, 312; Garrett v. Christopher, 74 Texas, 453; Shepherd v. Hunsacker, 1 Posey’s U. C., 582; Webb on Record of Title, sec. 183.\n2. In determining whether a deed is a quitclaim, the court will look to the intention of the parties as that appears upon the face of the instrument, and also to the inadequacy of the consideration as bearing upon that point. Taylor v. Harrison, 47 Texas, 454; Harrison v. Boring, 44 Texas, 255; Thorn v. Newsom, 64 Texas, 163; Garrett v. Christopher, 74 Texas, 454; Shepherd v. Hunsacker, 1 Posey’s U. C., 578; 2 Pome. Eq., sec. 600; Lumpkin v. Adams, 74 Texas, 103.\n3. Actual possession is notice of an unrecorded title or equity under which the possessor claims. Mullins v. Wimberly, 50 Texas, 457; Watkins v. Edwards, 23 Texas, 443; Hawley v. Bullock, 29 Texas, 223; Wimberly v. Bailey, 58 Texas, 227; Mainwarring v. Templeman, 51 Texas, 213; 2 Pome. Eq., secs. 615, 620, 625; Webb on Record of Title, sec. 228.\n4. The effect of the actual, notorious, exclusive, and hostile possession of one tenant in common of the common property, as against the other tenant in common, is to give constructive notice of the adverse claim of the one in possession, and of the estate or interest which he claims. Freem. on Coten., sec. 230; 11 Am. and Eng. Encycl. of Law, title Joint Tenancy, 1112-1114; Baily v. Trammell, 27 Texas, 328; Mays v. Manning, 11 S. W. Rep., 136; 16 Am. and Eng. Encycl. of Law, 800.\nJ. F. Eidson, for appellee."
  },
  "file_name": "0568-01",
  "first_page_order": 594,
  "last_page_order": 599
}
