{
  "id": 221171,
  "name": "Martin White v. Harriet Holley et al.",
  "name_abbreviation": "White v. Holley",
  "decision_date": "1893-06-14",
  "docket_number": "No. 29",
  "first_page": "590",
  "last_page": "596",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 590"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 620,
    "char_count": 15610,
    "ocr_confidence": 0.54,
    "pagerank": {
      "raw": 1.2848705687802988e-07,
      "percentile": 0.6184437779963233
    },
    "sha256": "ffba5cb1b8855d6f36fae9b3a8be8e719f885da84718ea90e80b2fbf56ffbbaa",
    "simhash": "1:c58386b39353c9e9",
    "word_count": 2770
  },
  "last_updated": "2023-07-14T18:08:23.206239+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Martin White v. Harriet Holley et al."
    ],
    "opinions": [
      {
        "text": "L. J. STOREY, Sr., Special Judge.\nOn the 25th day of April, A. D. 1886, defendant in error, joined by her husband, brought this suit in the District Court of Lampasas County against plaintiff in error, White, alleging, that on the 7th day of October, 1876, White made her a warranty deed to 160 acres of land, a part of the George W. Ricks survey, number 763, in San Saba County, in consideration of 8300 paid by her. She describes said 160 acres by showing it to be located in the southeast corner of the west 640 acres of said George W. Ricks 1156 acres survey, set aside to Ricks by the court in a suit against J. Frazer Brown and J. D. York, number 254, San Saba County District Court.\nPlaintiff filed first amended petition, in which she alleged, that her said deed was for 160 acres out of the George W. Ricks headlight survey, number 763, and that after White’s deed to her was made, Ricks, at the instance of White, did convey to her that same 160 acres. In a second amended petition appellee alleged, that her deed was for an undivided interest in said 640 acres.\nIn all of these petitions it is alleged, that said 640 acres, of which the 160 acres is a part, is in conflict with the Fisher & Miller 640 acres survey, number 763, and that said Fisher & Miller survey is a senior grant; and that White had no title to the land when he conveyed to defendant in error, and claimed none, except through the junior survey of George W. Ricks.\nDefendant filed (1) general exceptions; (2) special exceptions for failure to allege eviction, and duplicity of pleading; (3) general denial; (4) plea of statutes of limitation of four and ten years; (5) that if Fisher & Miller survey had ever been made it had been abandoned; (6) that plaintiff had exchanged the land sold by defendant to her with one G. W. Ricks, taking a deed from Ricks for land not sold by defendant to plaintiff; and that plaintiff did not own the land sold by defendant to her, and that she had carelessly permitted the land she had received from Ricks to be sold for taxes.\nTo which plaintiff filed general and special exceptions, general denial; and specially, that plaintiff had not exchanged land with Ricks; that without plaintiff’s knowledge or consent G. W. Ricks did, on the 21st day of October, 1876, at the instance and request of defendant White, make to her a deed to the 160 acres in the southeast corner of said 640 ■acres; that she had never accepted said deed, and that said 160 acres so conveyed to her by Ricks is also covered by said valid senior grant to Fisher & Miller.\nA jury was waived, and the court below rendered judgment for appellee for the $300'and interest, amounting to $554.80, and also overruling defendant’s- exceptions.\nWhen the case was tried, the original and first amended petition had been superseded by plaintiff’s second amended petition, then on file, and the order of the court, “ that said exceptions be overruled,” and “to which ruling the defendant then and there excepted,” must be construed to have no reference to the pleading superseded. Therefore the first and second assignment of errors, viz., that the court erred in overruling defendant’s exceptions to plaintiff’s original petition, and to plaintiff’s first amended petition, will not be considered.\nThe third assignment of error is, “that the court overruled defendant’s exceptions to plaintiff’s second amended petition, as it sets up claim for a breach of warranty on a different tract of land from that described in either of the other petitions, and fails to show that plaintiff had not encumbered the land, and fails to show the notice of title, and who was claiming adversely to plaintiff.”\nAppellant contends, that when plaintiff brings his suit on a breach of warranty he should allege eviction by paramount title; or if he relies on paramount title without eviction, he should show by his petition who was the.owner and what title, and should offer to reconvey the full and unencumbered title acquired from defendant.\nWe hold, that eviction is not necessary. And as the plaintiff alleged that a patent issued to Fisher & Miller, January 12, 1855, long prior to the location of the Ricks certificate upon the same land, and this was well known to the defendant at the time he conveyed the land to plaintiff; and that the fact of the existence of this senior grant was not known to plaintiff until the 27th day of September, 1885; and that defendant, White, never had any title to the fee in the land conveyed to plaintiff; and that she had never sold or otherwise encumbered the same since she bought it from the defendant; we therefore think the petition good upon the points raised upon the second assignment of error.\nBut plaintiff in error contends, that his exceptions pleading the statute of limitations of ten years should have been sustained by the court, because defendant contends that a different 160 acres in the 640 acres survey was described in the second amended petition from that 160 acres in the same 640 acres described in the original petition, and the ten years expired between the filing of the original petition and the second amended petition upon which the trial was had.\nBut a careful reading of the original and several amended petitions will show, that in each the same deed and same warranty made by White to appellee October 7,1876, for the same consideration paid by her, is alleged.\nIn the second amended petition it is alleged, that White admitted that he only had a deed to an undivided interest in the 640 acres; but that he had the right to convey a certain part of it, and pointed out to plaintiff’s son, Lee Scott, the 160 acres as set out in the original petition.\nIn the second amended original petition she shows, that her deed is to an undivided interest of 160 acres in said 640 acres, setting out the field notes of said 640 acres on the west end of the Gr. W. Ricks 1156 acres survey, which is alleged to be in conflict with the older grant to Fisher & Miller. The filing of the original petition stopped the running of the statute of limitation, and the exception was properly overruled. The suit is not for the land, but for the breach of warranty in a deed for land.\nThe fifth error assigned contends, that the court erred in finding as a fact that the land conveyed by the defendant White to plaintiff Holly was in conflict with the Fisher & Miller survey, and that said Fisher & Miller title is superior to the G-. W. Ricks survey and patent.\nThe evidence shows, that the Ricks survey is 3455 varas east and west and 1900 varas north and south, and that the Fisher & Miller survey is 1900 varas square; and that the Ricks survey covers the 640 acres immediately east of the Fisher & Miller survey, and laps on to that survey 516 acres, leaving 124 acres of the Fisher & Miller on its west side without conflict.\nIn the suit between Ricks and J. Frazer Brown, referred to in the deeds from appellant to appellee, the 640 acres set aside in that suit to Ricks is on the west end of the Ricks survey, and therefore it is in conflict with the Fisher & Miller survey to the extent of 516 acres, and only 124 acres of it is clear from conflict, lying east of the Fisher & Miller. The facts show, that in the case of Ricks v. Brown et al., Ricks recovered the 640 acres off of the west end of the Ricks survey, 1900 varas square, as herein before stated, while the balance of that survey was set aside to the defendants, giving to Brown 320 acres and to York 196 acres. This partition, as well as the conflict of the two surveys, is better shown by the plat, as follows;\n2__O _ MOO vrs.__3_E_1900 vrs._ I>-\nThe Fisher & Miller is 1900 varas square, with corners at 1, 2, 3, and 4.\nThe Ricks survey corners at A, B, C, and D. The 640 set aside to Ricks in his suit with Brown corners at B, C, E, and F.\nOn September 17, 1876, this decree of partition between Ricks and Brown was made, setting aside to Ricks this 640 acres.\nOn the same day Ricks deeded to plaintiff in error and C. C. McGinnis,, in consideration of professional services rendered, an undivided interest of 320 acres in said 640 acres.\nOn the 7th of October plaintiff in error conveyed to appellee “ 160 acres out of the George W. Ricks headlight, * * * more fully described in the decree of the District Court of San Saba County, of Septembery 1876, * * * and the deed from said Ricks to me, now of record in San Saba County.”\nOn October 17 George W. Ricks gave power of attorney to plaintiff in. error to go upon and divide said 640 acres between him (Ricks), McGinnis, and plaintiff in error, by running a line through the center, either ' east and west or north and south, leaving to Ricks the quarter upon which his improvements are located, and White and McGinnis to take-choice of the other three quarters.\nOn October 21, 1876, G. W. Ricks made a deed to defendant in error for the 160 acres in the southeast corner of said 640 acres, as shown on the map by the dotted lines. In this deed he recites the conveyance from him to McGinnis and White, and White’s deed to defendant in error, and that White and L. E. Scott (who is shown to be a son of defendant in error by a former marriage) had divided the 640 acres, setting aside to plaintiff in error the southeast quarter of said 640 acres, which he proceeded to deed to her.\nThis 160 acres is the identical land which defendant in error claimed in her original petition that was pointed out to her son as the land she was to have, and which White claimed he had the right to sell. By reference to the field notes and map, it will be seen that the 640 acres in-which White had an undivided interest was not all in conflict with the Fisher & Miller survey by 124 acres, and that the 160 acres set aside toller is not all in conflict with the Fisher & Miller survey by 62 acres, while 98 acres of her land is in conflict with the Fisher & Miller survey. It is not shown whether this 62 acres is of value or not, or what the relative value the land in conflict is with that not in conflict. All of the parties, Ricks and McGinnis, who may eventually be interested in the final settlement of the matter are not before the court.\nThere is a breach of the warranty at least to the extent of 98 acres, if the Fisher & Miller survey is the superior title; otherwise there is no-breach of the warranty. And this brings us to the consideration of the question raised by plaintiff in error as to the validity of the survey and patent to Fisher & Miller.\nPlaintiff in error contends, that as this survey was made by a deputy surveyor in 1847, and the certificate was not issued to Fisher & Miller until August 23, 1851, the survey thus made was void.\nWe do not concur in this opinion. Whatever may have been the law-governing ordinary surveys and locations, such was not the law governing surveys and locations in Fisher & Miller’s Colony. On the contrary, it was made the duty of the surveyor in the Bexar Land District to make-, the surveys, and furnish the Land Office with a map thereof. The Commissioner of the Land Office was required to furnish a similar map to the commissioner appointed to issue certificates, and upon these maps the land, selected was to be noted. Pasch. Dig., art. 924.\nThe holder of the certificate designated to the commissioner issuing the-certificate the tract of land he wanted, and the commissioner was required to attach to the certificate a description of the section of land thus selected, having due regard to the provision of the law relative to alternate sections. Pasch. Dig., art. 923.\nIt is further contended by plaintiff in error, that the field notes and' certificate were not returned to and filed in the Land Office prior to February 10, 1852, as required by Paschal’s Digest, articles 4562 and 4566..\nAgain, plaintiff in error quotes the general law governing locations instead of the special act governing locations in Fisher & Miller’s Colony.. Paschal’s Digest, article 950, extended the time for the return of the-field notes to the first day of March, 1855, The certificate and field notes' were returned to and filed in the Land Office December 15, 1854, and the patent issued January 12, 1855.\nThe seventh, eighth, and ninth assignments of error relate to the introduction of evidence. The bills of exceptions were not filed until after the adjournment of the court, and under the rules of the court can not. be considered by us.\nThe eleventh assignment of error complains that the court found as a fact, that the land which James Masterson and J. A. Shepard are asserting title to under Fisher & Miller survey conflicts with that portion of the G. W. Ricks survey which plaintiff claimed that defendant conveyed to her.\nIt will be seen from what we have said in another part of this opinion, that there was a partial conflict with the Fisher & Miller survey; that the Fisher & Miller is the senior grant. But because the conflict is only a partial conflict, and because we are not informed as to whether the part not in conflict is worthless or not, we conclude that the judgment of the lower court should be reversed and remanded; and it is so ordered.\nReversed and remanded.\nDelivered June 14, 1893.\nChief Justice Fisher did not sit' in this case. Court—Judges Collard and Key, with Special Judge L. J. Storey, Sr.",
        "type": "majority",
        "author": "L. J. STOREY, Sr., Special Judge."
      }
    ],
    "attorneys": [
      "A. G. Walker, for plaintiff in error,",
      "No brief for defendants in error reached the Reporter."
    ],
    "corrections": "",
    "head_matter": "Martin White v. Harriet Holley et al.\nNo. 29.\n1. Superseded Pleadings—Practice.—Where a plaintiff has filed a first and a second amended original petition, the original and first amendment usually are supplied by the second amendment, and in such cases action of the court overruling the original and the first amended petition will not be revised on appeal or error.\n2. Pleading — Breach of Warranty Without Eviction. — Actual eviction is not necessary in an action for a breach of warranty. The petition held sufficient in alleging, that the land had been patented (giving name of grantee and date) long prior to the location under which the warrantor claimed; that he never had any title to the land, and knew it at the time of sale to plaintiff, who-was at the time ignorant of the state of the title she had from her warrantor.\n3. Limitations—Breach of Warranty.—Filing suit for breach of warranty stops the statute from running as against the owners of an outstanding legal title, the existence of which and assertion under it are alleged as breach of warranty. In such case, limitation maturing after suit can not, it seems, be-pleaded by the defendant warrantor to avoid liability.\n4. Surveys in Fisher and Miller Colony.—By law (Paschal’s Digest, articles 923, 924) surveys were made and returned to the Land Office, and colony certificates afterwards issued were applied to the surveys.\n5. Same—Return of Field Notes.—The time for return of field notes in the Fisher and Miller Colony was extended to the first of March, 1855, regardless of dates. Pasch.Dig., art. 950.\n6. Partial Conflict—Warranty.—Where there is a judgment as upon a total failure of title, and the testimony shows a partial failure, and there is no testimony to the value of that lost as proportional to the entire tract, the judgment below will be reversed and the cause remanded.\nError from Lampasas. Tried below before Hon. W. A. Blackburn.\nA. G. Walker, for plaintiff in error,\ncited: Westrope v. Chambers, 51 Texas, 179; Parish v. Weatherford, 19 Texas, 212; Act Congress, March 16, 1840; Pasch. Dig., arts 4537, 4538, 4562, 4566; Gilbeau v. Mays, 15 Texas, 411; Lewis v. Durst, 10 Texas, 417; Williams v. Craig, 10 Texas, 437; Pasch. Dig., arts. 820, 840.\nNo brief for defendants in error reached the Reporter."
  },
  "file_name": "0590-01",
  "first_page_order": 616,
  "last_page_order": 622
}
