{
  "id": 221158,
  "name": "The Gulf, Colorado & Santa Fe Railway Company v. Frank Moody",
  "name_abbreviation": "Gulf, Colorado & Santa Fe Railway Co. v. Moody",
  "decision_date": "1893-06-28",
  "docket_number": "No. 252",
  "first_page": "622",
  "last_page": "627",
  "citations": [
    {
      "type": "official",
      "cite": "3 Tex. Civ. App. 622"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "10 S. W. Rep., 655",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 613,
    "char_count": 14771,
    "ocr_confidence": 0.542,
    "pagerank": {
      "raw": 4.155590723968463e-08,
      "percentile": 0.2671522548225785
    },
    "sha256": "9f0ce23363c3f463ac235440b35d0efc1952c0e967630d7858df105c68607e04",
    "simhash": "1:bff3dc668b3a03f8",
    "word_count": 2572
  },
  "last_updated": "2024-02-27T16:31:46.217873+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Gulf, Colorado & Santa Fe Railway Company v. Frank Moody."
    ],
    "opinions": [
      {
        "text": "L. J. STOREY, Sr., Special Judge.\nAppellee, Frank Moody, brought this suit against appellant in the District Court of Tom Green County, alleging, that on the 2nd day of May, 1889, he purchased a first class ticket for a passage over appellant’s road from Dallas to the city of Houston, Texas, and entered upon his journey in the cars on appellant’s railway at Dallas, taking with him as his baggage a valise, an overcoat, and a lap rug. That at and near Temple, on said road, one of appellant’s servants (a brakesman) entered the car and took his valise, overcoat, and lap rug from the seat in front of the one occupied by appellee, and threw them on the floor in an insulting manner, while the floor was dirty and filthy. That appellee immediately replaced said baggage on the seat, when the conductor and other servants of the appellant immediately again attempted to throw them on the floor, and threatened to throw appellee and said baggage out of and off of said train, when plaintiff protested against said wrongs and trespasses; when the conductor and other servants of appellant had appellee arrested and ejected from said train, and placed in jail, refused bail, and maltreated and maliciously prosecuted him, etc.\nAppellee claimed as damages: (1) Expenses and cost paid defending himself, through counsel, in Justice Court, 825; (2) cost and expenses of court paid by plaintiff in Justice Court in Temple, 825; (3) cost and expense of living pending said illegal trial, 825; (4) cost and expenses to Houston from Temple, $25; (5) loss of time sustained by appellee during his illegal arrest, $100; (6) for the indignities, outrages and insults imposed by defendant upon plaintiff in its assault upon his person and baggage when on said train, and for his outrageous and illegal and wrongful removal by defendant in the presence of other passengers on said train from said train, and the indignities imposed upon him by defendant in the presence of others, and for his illegal arrest and prosecution and incarceration in jail, and for the mental distress and worry of mind and physical outrage inflicted on him, and for the illegal and wrongful attack by said conductor and brakeman, station police, and train master upon his person and his baggage, and by their insulting, outrageous, and gross and negligent conduct, $20,000; and exemplary damages, $25,000.\nAfter appellee had introduced all his evidence, he then abandoned his claim for exemplary damages, and, in fact, all his claim for damages, except for cost of his living in Temple while he was necessarily compelled to remain there by reason of the alleged wrongful acts of defendant, $25; and damages for distress and worry of mind and physical pain occasioned by said wrongful acts of defendant, $20,000; and the court so charged the jury.\nThe jury returned a verdict for appellee for the sum of §5500, and judgment was rendered accordingly.\nAppellant’s motion for a new trial was overruled, and the case is here by appeal.\nIn brief, the facts show, that the appellee was occupying two seatsj room enough for four passengers, against the reasonable rule of the railway company to confine him to only one seat; and to prevent the removal of his baggage from the seat he drew his pistol and rudely displayed it in the car in the presence of other passengers, ladies and gentlemen. The conductor, not being able to enforce the rules without a breach of the peace, backed the train to the depot at Temple, secured the services of a deputy city marshal, and had appellee arrested and taken from the train. The train then proceeded to Houston. Appellee was taken by the deputy marshal to and placed in jail from a half to one hour.\nThe city marshal made an affidavit against him for rudely displaying his pistol in a public place in a car outside of the city limits, and took him before the justice of the peace, who fixed his bond for his appearance the next day for trial at $100.\nThe city marshal deposited his money, by his consent, with a banker, who went his security on the bond, and he was released. The next day he was tried by a judge and fined SI and costs, amounting in all to $18.75, which he promptly paid, and then brought this suit for damages.\nOn the trial of this case, among other things the court charged the jury, at the request of appellee, as follows, viz.:\n“1. If the jury believe from the evidence, that the conductor of defendant’s passenger train, on the 2nd of May, 1889, expelled and ejected plaintiff off and from said train, on account of and for the reason that plaintiff had rudely displayed a pistol, and you further believe from the ■evidence that such rude display of said pistol was occasioned by any acts ■or conduct of the conductor or brakeman of said train at and towards plaintiff; and you further believe from the evidence that such acts and ■conduct, if any, were of such a nature as was calculated to create in the mind of plaintiff a reasonable apprehension that his person or baggage was in danger from an unlawful attack by said conductor or brakeman, and that such danger, if any, was of such a nature as was calculated to create in the mind of plaintiff a reasonable belief that the necessity had arisen that authorized plaintiff to draw or display said pistol for the purpose of protecting his person or baggage, if any, from said attack, if any, then in that event said conductor would not be justified in expelling and removing plaintiff from said train.\n“2. If you believe from the evidence that the defendant had a rule, on May 2, 1889, that prohibited passengers on board of its passenger cars from occupying more than one seat, either by his person or baggage; and you further find from the evidence that plaintiff at said time so occupied more than one seat by placing his baggage thereon; and you further believe from the evidence, that said occupancy was under the belief, upon the part of plaintiff, that he was not violating the rules of the company; and you further believe from the evidence that such occupancy of said seat occasioned no injury or inconvenience toother passengers in said car, and that such occupancy, if any, was of such a character as would not in any material manner be violative of said rules of defendant, to its injury or inconvenience; and you further believe that at said time plaintiff had no purpose or intent to violate said rules in any material manner; and if you further believe from the evidence that the brakeman and conductor of said train attempted to correct said violation, if any, of said rules upon the part of plaintiff, and in so doing they resorted to such means as were necessary to accomplish such purpose, and in such manner as was calculated to create a reasonable apprehension in plaintiff’s mind that his person or property was in danger of a serious and unlawful attack by said conductor and brakeman, and that the same, if any, was of such a nature as was calculated to create a reasonable apprehension in plaintiff’s mind that a necessity had arisen that would authorize him to repel said attack, then in that event plaintiff would be justified in resisting said conductor and brakeman, and the expulsion of plaintiff from said car under such circumstances would be wrong.’ ’\nThe court had already instructed the jury as follows: “ The first question for you to decide is, were the acts of said conductor and brakeman as against plaintiff wrongful—that is, without lawful authority; and in this connection you are instructed, that a conductor on a train has the right-to have a passenger removed from his train, if said passenger is conducting himself in an unlawful manner; and further, that such conductor has a right, and it is his duty, to enforce all reasonable rules and regulations - of the railroad company. And if a conductor, in enforcing such rules, or in ejecting a passenger under such circumstances, uses only such force-as is necessary to accomplish these objects, the railroad is subject to no-liability for the act of the conductor in such case. * * *\n“ If * * * said conductor and said brakeman were in a proper manner only attempting to enforce a reasonable rule of said railroad company, and plaintiff resisted the same in such manner as to create a disturbance in said car, such as disturbed and distressed other passengers,, and that plaintiff persisted in such conduct, then it was the right and duty of said conductor to have plaintiff removed from said cars; and if such are the facts, you will find in favor of the defendant.” * * *\nSo far the charge of the court presented the law of the case. The court had also charged the jury as follows:\n“ You are further instructed, that a party has a right to protect his-property which he has in his possession from injury or removal, and in so doing he may lawfully use such force and means as may be necessary to protect same. In this connection you are instructed, that if plaintiff' at and just prior to the ejection of him was not acting in an unlawful manner, but was only taking such steps as were reasonably necessary to-protect himself or his property from violence or injury, then his ejection from said train was wrongful, and he is entitled to recover from defendant such damage as is the natural and proximate result of said wrongful acts.”\nThis branch of the charge is more favorable to the plaintiff than he had any right to expect.\nThe two special charges assigned as error gave undue prominence and emphasis to plaintiff’s theory of his ease, and in fact went much further than the already liberal charge given by the court for the plaintiff. These charges contradict the main charge of the court, and instructed the jury, in substance, that notwithstanding the plaintiff was violating the rules of the company by occupying more than one seat, when other passengers-were not thereby interfered with that he had a right to violate the rules, and that any attempt on the part of the conductor to enforce the rules-would justify him (plaintiff) in resisting the conductor in his attempt to enforce the rules; and that his expulsion from the car under such circumstances, notwithstanding he maintained his alleged right to violate the rules by rudely displaying his pistol in the car in the presence of the other passengers, some of whom were ladies, sitting in front of him, was wrong. The rule confining passengers to one seat is admitted; and if a passenger persists in violating any reasonable rule of the company, it is the right and duty of the conductor to enforce the rule, and if necessary to eject the passenger from the train, using, of course, only such force as is necessary to enforce the rule or eject the passenger. It may be that his ejection from the car by a peace officer was perfected with less serious consequences than if it had been attempted by the conductor.\nWe believe the giving of these special charges asked for by the appellee requires a reversal of the judgment.\nIt is also contended by appellant that the judgment is excessive. At the request of appellant, the court charged the jury, “ That plaintiff has relinquished all claim for exemplary damages; and under this phase of the case, I instruct you, that if plaintiff is entitled to recover anything in this action, he is entitled to recover nothing by virtue of any indignities offered plaintiff, if any, after he was placed in charge of the officer of the law.”\nThe jury was thus confined to the consideration of such damages as they found the plaintiff entitled to under the evidence for his ejection from the train.\nUnder the facts as detailed by appellee himself, we think the judgment excessive, if indeed he is entitled to recover anything.\nThe judgment is reversed and the cause remanded.\nReversed and remanded..\nDelivered June 28, 1893.\nChief Justice Fisher did not sit in this case. Court—Judges Collard- and Key, and Special Judge L. J. Storey, Sr.",
        "type": "majority",
        "author": "L. J. STOREY, Sr., Special Judge."
      }
    ],
    "attorneys": [
      "Alexander & Clark and J. W. Terry, for appellant.",
      "No brief for appellee reached the Reporter."
    ],
    "corrections": "",
    "head_matter": "The Gulf, Colorado & Santa Fe Railway Company v. Frank Moody.\nNo. 252.\n1. Rules for Conduct of Passengers as to Seats in Railway Car. If a passenger persists in violating any reasonable rule of the railway company, it is the right and duty of the conductor to enforce the rule, and if necessary to eject the passenger from the train, using only such force as may be necessary.\n2. Same—Charge.—Tn action for damages by a passenger against a railway company for being ejected from the train on which he was a passenger, the defense was urged that the passenger was occupying more than one seat, against the rules of the company, and had resisted the enforcement of the rule on part of the conductors. The court in its general charge had submitted the issue whether the acts of the passenger were justified by a real or apparent invasion of his rights as a passenger by the removal of his baggage from a seat other than the one occupied by him. Seld, error to repeat such charge, thus emphasising the theory of the plaintiff.\n3. Verdict Excessive. — See facts where a verdict for $5500 damages for ejecting a passenger from a railway train was excessive.\nAppeal from Tom Green. Tried below before Hon. J. W. Timmins.\nAlexander & Clark and J. W. Terry, for appellant.\n1. Where it is clearly manifest that a verdict is altogether excessive and was probably\noccasioned by improper considerations, this court will reverse a judgment based thereon. Railway v. Schmidt, 61 Texas, 282; Railway v. Bracken, 59 Texas, 71; Zachary v. Michaelis, 58 Texas, 270.\n2. A conductor oí a railway train is authorized to enforce reasonable-rules and regulations of the company, and is authorized to have a passenger arrested or ejected when such passenger offers armed resistance to the demands of the conductor that he obey such rules. Donovan v. Railway, 64 Texas, 520; Peavy v. Railway, 37 Am. and Eng. Ry. Cases, 114; Railway v. Logan, 10 S. W. Rep., 655; Railway v. Rhoads, 37 Am. and Eng. Ry. Cases, 100.\n3. A passenger on a railway train may by license occupy more than one seat; but it is his duty to surrender extra seats occupied by him when,, in the discretion of the conductor of the train, such extra seats are demanded. 1 Wood’s Ry. Law, sec. 164; 2 Wood’s Ry. Law, sec. 309; Pierce on Rys., 282.\n4. It was the duty of the court to clearly instruct the jury as to the law applicable to material issues in a case. The charge of the court should be consistent; and where it is inconsistent and contradictory on material issues, a judgment based thereon will be reversed. A charge should not be upon the weight of evidence. [See opinion.] Bailey v. Mills, 27 Texas, 434; Belt v. Raguet, 27 Texas, 471; Stafford v. King, 30 Texas, 257; Mims v. Mitchell, 1 Texas, 443; Ponton v. Ballard, 24 Texas, 619; Chandler v. Fulton, 10 Texas, 2.\nNo brief for appellee reached the Reporter."
  },
  "file_name": "0622-01",
  "first_page_order": 648,
  "last_page_order": 653
}
