{
  "id": 219210,
  "name": "Texas & Pacific Railway Company v. B. W. Pennell",
  "name_abbreviation": "Texas & Pacific Railway Co. v. Pennell",
  "decision_date": "1893-01-17",
  "docket_number": "No. 649",
  "first_page": "127",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "2 Tex. Civ. App. 127"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 298,
    "char_count": 5976,
    "ocr_confidence": 0.526,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.6032369068621375
    },
    "sha256": "69b76997c5d7e19308d4d94b37497bae78297d1efeb7043f6405ce3638db827a",
    "simhash": "1:fa8fe6b51218ecbb",
    "word_count": 1061
  },
  "last_updated": "2023-07-14T16:01:39.065288+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Texas & Pacific Railway Company v. B. W. Pennell."
    ],
    "opinions": [
      {
        "text": "HEAD, Associate Justice.\nAppellee was plaintiff in the court below, and received the injuries for which he recovered damages on the 14th of January, 1890, while he was engaged in loading a car of lumber in the yards of appellant for his employer. While he was thus engaged, appellant negligently allowed other cars to come down on the track on which the car he was loading was standing and run against the same, causing a stick of lumber to fall on his leg. The judgment in the court below was for $600, from which this appeal is prosecuted.\nThis case was submitted to us at a former day of this term upon a suggestion of delay made by appellee under rule 43 of this court. The case had been properly prepared for submission by appellant, and the brief filed by appellee is not in any respect an attempt to comply with the rules of this court in its preparation.\nIn this state of the record we would be authorized to look alone to the brief of appellant, and in such cases this is the practice we shall adopt in the future. The rule under which this submission was taken does not contemplate that in such cases the labor of examining the record in passing upon appellant’s assignments of error shall be incurred; and where appellee suggests delay, and fails to file a brief in compliance with the rules, all the statements of appellant in his brief as to the contents of the record will be considered as acquiesced in. With this rule enforced in this case, we are of opinion that it would be necessary to reverse the judgment rendered by the court below.\nIn its first assignment of error appellant complains of the action of the court in giving the following charge to the jury:\n“ If the jury believe from the evidence that the plaintiff was engaged at the time of the alleged injury in loading a car on the track of defendant company, and if they further believe from the evidence that while so engaged agents or servants of the defendant company propelled another car against the one the plaintiff was so engaged in loading, and in so doing were guilty of negligence, etc., they should find for plaintiff.”\nThis charge, unless the evidence was of that undisputed character which authorized the court to assume that plaintiff was rightfully on appellant’s track, would be objectionable in assuming such to be the case. It does assume that appellee had the right to be where he was at the time of the injury, and unless the evidence was of the undisputed character indicated above, this would be a question for the jury and not for the court. In order to ascertain whether or not this was in fact the state of the evidence, we have been compelled to go outside of appellant’s brief and examine the record, and upon such examination we have arrived at the conclusion that the court did not err in so assuming in its charge. There seems to have been no conflict in the evidence in showing that appellee at the time he was injured was engaged in loading a car that had been placed by appellant on its side track for this purpose, and while so engaged it is settled in this State that appellant owed him the duty to exercise ordinary care to avoid injuring him. Eason v. Railway, 65 Texas, 577; Bonner and Eddy v. Bryant, 79 Texas, 540. We are, however, of opinion that the court’s action in taking this question from the jury was of such doubtful propriety that appellant should not be visited with the penalty of 10 per cent damages for taking this appeal from the judgment .so rendered.\nThe only other assignment presented in the brief of appellant calls in question the sufficiency of the evidence to sustain the verdict, and in passing upon this assignment we have also been compelled to look through the record. Upon an examination of the record, however, we are of the opinion that the evidence preponderated in favor of the verdict.\nThe judgment of the court below will therefore be affirmed without damages, with the assurance, however, that in future when parties elect to submit their cases upon a suggestion of delay, seeking thereby to gain precedence over other cases ahead of them on the docket, no liberality will be indulged in their favor by examining the record further than we are required to do by the rule.\nLet the judgment of the court below be affirmed without damages.\nAffirmed.\nDelivered January 17, 1893.",
        "type": "majority",
        "author": "HEAD, Associate Justice."
      }
    ],
    "attorneys": [
      "George Thompson, for appellant.",
      "Ball, Tempel & Ball, for appellee."
    ],
    "corrections": "",
    "head_matter": "Texas & Pacific Railway Company v. B. W. Pennell.\nNo. 649.\n1. Practice on Appeal—Suggestion of Delay.—Where a case is submitted on a suggestion of delay by appellee under rule 43 of this court, but the appellee fails to file such a brief as complies with the rules, the statements in appellant’s brief as to the contents of the record will be considered as acquiesced in, and will alone be looked to by the court.\n2. Same—Damages for Delay.—The action of the court below in taking from the jury a question of fact involved was of doubtful propriety. Held, that the appellant should not be visited with the penalty of 10 per cent damages for taking an appeal from the judgment rendered in such case.\n3. Charge of Court Assuming a Fact.—Plaintiff sued a railway company for damages for personal injuries; and the court charged, that “if the jury believe from the evidence that the plaintiff was engaged at the time of the alleged injury in loading a car on the track of the defendant company; and if they further believe from the evidence that while so engaged, agents or servants of the defendant company propelled another car against the one the plaintiff was so engaged in loading, and in so doing were guilty of negligence, etc., they should find for plaintiff.” Held, that this charge assumed a material fact, viz., that plaintiff was rightfully on the railway track at the time of the injury; but as the evidence was undisputed on this point, the court might so assume, although the practice is of doubtful propriety.\nAppeal from Tarrant. Tried below before Hon. R. E. Beckham\nGeorge Thompson, for appellant.\nBall, Tempel & Ball, for appellee."
  },
  "file_name": "0127-01",
  "first_page_order": 153,
  "last_page_order": 155
}
