{
  "id": 219118,
  "name": "R. O. Prideaux v. W. L. Glasgow et al.",
  "name_abbreviation": "Prideaux v. Glasgow",
  "decision_date": "1893-01-31",
  "docket_number": "No. 86",
  "first_page": "182",
  "last_page": "184",
  "citations": [
    {
      "type": "official",
      "cite": "2 Tex. Civ. App. 182"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 330,
    "char_count": 5756,
    "ocr_confidence": 0.536,
    "pagerank": {
      "raw": 1.9371552321212053e-07,
      "percentile": 0.7350586848885784
    },
    "sha256": "a47a5b7046da3eefaf2e3e9f3e84227aa5764e0c26ffdb2dc1a3a1f0931e60a4",
    "simhash": "1:79e974c396a50e7e",
    "word_count": 1004
  },
  "last_updated": "2023-07-14T16:01:39.065288+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "R. O. Prideaux v. W. L. Glasgow et al."
    ],
    "opinions": [
      {
        "text": "HEAD, Associate Justice.\nIn April, 1879, the land in controversy being vacant public domain, one William Hutton settled thereon and made such improvements as entitled him to be classed as an actual settler under the Act of May 26,1873. Hutton remained upon the land until in the summer of 1881, when on account of the excessively dry weather he moved his family with his flock of sheep about eight miles, to obtain water, and never afterward returned thereto with his family, although a part of his furniture remained in the house until the summer or fall of 1882, and the forage for his stock which was raised on the place in 1881 remained thereon. In July, 1880, Hutton made application in writing to the proper surveyor to have this land surveyed for him as a pre-emptian homestead, but this application was not accompanied with an affidavit as required by law. The surveyor, however, surveyed the land and returned the field notes with this application to the Land Office in August, 1880. In November, 1883, Hutton filed his own and two supporting affidavits, proving three years occupancy by him as required by law, with the Commissioner of the General Land Office. In May, 1883, Hutton, joined by his wife, conveyed all his interest in the land in controversy to appellant, who has never resided upon it. In February, 1890, appellees settled upon different parts of this land for the purpose of acquiring preemption homesteads thereon. They made the necessary applications and affidavits, and had the survey made and the field notes returned to the General Land Office in compliance with the law to entitle them to the land, if at that time it was vacant public domain. In 1884, appellant applied to the Commissioner of the General Land Office for patent on the I-Iutton claim, and was informed that this land was embraced in an older survey, and as appellant was then the owner of such older survey, he made no further effort to procure the patent until after the settlement by, and the surveys for, appellees were made; but when he learned of this adverse claim, he again applied to the Commissioner for a patent, which was issued in the name of William Hutton, on the 8th day of August, 1890. The field notes of appellees’ surveys were filed in the General Land Office July 11, 1890.\nThe case was tried by the court below without a jury, and judgment was rendered in favor of appellees for that part of the land covered by their claims, and in favor of appellant for the remainder.\nNo special findings of law or fact accompany the record.\nAt the time appellees made their settlement, the land was enclosed in the pasture of appellant, and they were notified by him that he claimed it under the Hutton settlement.\nThere being no special findings of fact in the record, we think the judgment rendered by the court below must be held to import a finding that I-Iutton’s application was not accompanied by the necessary affidavit to authorize a survey for him under the pre-emption laws in force at the time of such application. That the failure to accompany his application with such an affidavit is fatal to the claim of appellant, seems to be settled by the decisions of our Supreme Court. Miller v. Moss, 65 Texas, 179; Bledsoe v. Cains, 10 Texas, 455; 1 Sayles’ Real Estate Laws of Texas, sec. 322.\nAppellant contends, that under the evidence the court should have presumed that the necessary application and affidavit were made by Hutton. It is true that Hutton swears that he made an application and had a survey made in 1879, and it may be that had the court found in favor of appellant, we would have been constrained to hold that the evidence justified such finding; but the court having taken a different view of the evidence, and, as we must presume, having found .that the only application that was made was the one returned to the Land Office in 1880, and that this application was not accompanied by the necessary affidavit, we must hold that such finding was justified by the evidence in support of the judgment rendered. We are also not prepared to say that a finding by the court below that Hutton had permanently abandoned the place before he had occupied it the full three years would not be sustained by the evidence. It is true that a mere temporary absence would not work a forfeiture of such a claim (Bledsoe v. Cains, supra; Calvert v. Ramsey, 59 Texas, 490); but it may be that the court viewed the evidence in this case as showing an intention on the part of Hutton not again to make his-home upon this land; and if such was the finding, we would hardly be-be authorized to disturb the judgment.\nLet the judgment of the court below be in all things affirmed.\nAffirmed.\nDelivered January 31, 1893.",
        "type": "majority",
        "author": "HEAD, Associate Justice."
      }
    ],
    "attorneys": [
      "F E. Dycus, for appellant.",
      "No brief for appellees reached the Reporter."
    ],
    "corrections": "",
    "head_matter": "R. O. Prideaux v. W. L. Glasgow et al.\nNo. 86.\n1. Pre-emption Homestead—Affidavit Necessary to Application for.—An application for the survey of a pre-emption homestead claim on vacant public domain is fatally defective if not accompanied by the affidavit required by law.\n2. Same — Abandonment of Residence upon.—See opinion for evidence that would sustain a finding that a pre-emption homestead settler had abandoned the land without an intention to again make his home thereon.\n3. Practice on Appeal — Presumptions where no Special Findings by Trial Court.—Where the trial below is by the court alone, without any special findings of fact or law in the record, it will be presumed on appeal that the court did find the facts to be such as authorized the judgment, if there was evidence warranting such finding, even though there was other evidence that might have sustained a different finding.\nAppeal from Archer. Tried below before Hon. P. M. Stine.\nF E. Dycus, for appellant.\nNo brief for appellees reached the Reporter."
  },
  "file_name": "0182-01",
  "first_page_order": 208,
  "last_page_order": 210
}
