{
  "id": 219214,
  "name": "Receivers of International & Great Northern Railway Company v. W. C. Wright and H. Bland",
  "name_abbreviation": "Receivers of International & Great Northern Railway Co. v. Wright",
  "decision_date": "1893-01-11",
  "docket_number": "No. 737",
  "first_page": "198",
  "last_page": "202",
  "citations": [
    {
      "type": "official",
      "cite": "2 Tex. Civ. App. 198"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 521,
    "char_count": 12814,
    "ocr_confidence": 0.577,
    "sha256": "17caf671fb7f85c48f68115b10eb6b3b036a50c9594eb9a1eefa2302eb8e13a8",
    "simhash": "1:137c70e37b34ee67",
    "word_count": 2210
  },
  "last_updated": "2023-07-14T16:01:39.065288+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Receivers of International & Great Northern Railway Company v. W. C. Wright and H. Bland."
    ],
    "opinions": [
      {
        "text": "COLLARD, Associate Justice.\nThis is an agreed case, and is submitted under the following statement and agreement of facts and issues:\n“ Nature and Result of Suit.—Suit by Wright and Bland against Bonner and Eddy, to recover of them, in their official capacity as receivers, damages alleged to have resulted from unreasonable delay in receiving at Pearsall, for shipment to Chicago, 298 head of beef cattle, and from rough, negligent, and improper handling and carriage of same en route.\n“Trial before the court, resulting in a judgment for plaintiffs for §945.15.\n“ Agreed Facts.—1. May 26, 1890, Wright, one of the plaintiffs, verbally applied to Train Master Hume, at San Antonio, for twelve or thirteen cars, to be in readiness at Pearsall Station on the morning or the evening of May 28, 1890, to take out, on the morning of May 29, 1890, 298 head of beef cattle, belonging to plaintiffs, and destined for Chicago, Illinois, for sale on that market; and Hume promised to try to get the cars, and to wire the agent at Pearsall by the morning or afternoon of May 27, whether he could have them or not.\n“ 2. Wright saw the agent at Pearsall and asked him if he had heard from Mr. Hume about any cars for him, and he answered, ‘ Yes,’ and that the cars would be at Pearsall to take out plaintiffs’ cattle on the next evening, May 28. He told the agent he wanted to know, as he did not wish to bring in the cattle unless they could be loaded out without delay the next morning, May 29. The agent stated to him that the cars would be at the station ready for him on the afternoon of the 28th, and that he could bring his cattle in and they would be loaded and shipped out early in the morning, about 9 or 10 o’clock, May 29. The cars arrived at Pearsall Station on the evening of May 28 to take out plaintiffs’ cattle the following morning, May 29, by 9 or 10 o’clock, and these cars were pointed out to Wright by the agent as the cars intended for the carriage of plaintiffs’ cattle.\n11 3. Plaintiffs’ cattle were brought to the station and put by them into the big stock pen of the railway company, May 28, about 6 o’clock p. m.\n“ 4. The cattle, when put in the pen, had not been inspected and could not be shipped until inspected.\n“5. Early the next.morning the inspection began; but, after the inspection of about three or four car loads—about one-fourth of the cattle— one Jennings, another shipper, with about 300 cattle already inspected and ready for shipment, arrived at the station and demanded cars for their transportation.\n“6. The agent, over the protest and objection of Wright, shipped Jennings’ cattle in the cars at the station which had been pointed out to him as the cars intended for plaintiffs’ cattle, and plaintiffs’ cattle were delayed' and held in the small pens contiguous to the large pen, into which they had been turned after the arrival of Jennings’ cattle, and while the same were being loaded into the cars, until about 6 o’clock in the evening of May 29. These pens were crowded and muddy, and the cattle were without food or water during the eight or nine hours delay occasioned by the refusal of the agent to permit the plaintiffs to have the cars which' were given to Jennings.\n11 7. After the arrival of Jennings’ cattle, the inspection of plaintiffs’' cattle was suspended until after Jennings’ cattle were loaded, which consumed about two and a half hours.\n\" “ 8. Had the inspection of plaintiffs’ cattle been proceeded with, and not suspended upon the arrival of Jennings’ cattle, the inspection could' have been completed and plaintiffs’ cattle loaded into the cars by 9 or 10 o’clock; and when the Jennings cattle arrived enough of plaintiffs’' cattle had been inspected to begin loading, and the balance of the cattle could have been inspected as fast as they could have been loaded, and the inspection and loading could have been carried on simultaneously without interruption to either, and both have been completed between 9’ and 10 o’clock in the morning. It usually took from ten to fifteen minutes to inspect and load a carload of cattle. It was the custom at the stock pens at' Pearsall, and along the entire line of the International & Great Northern Railway, to use the pens of the railway company for inspecting the cattle, and the practice was, when enough cattle had been inspected, to commence loading, and then to carry on the inspection and loading simultaneously. Plaintiffs’ cattle were in only two brands.\n“9. The cattle sustained injury while delayed at Pearsall, and also* while en route to point of destination.\n“ No question is made as to the character or extent of the injuries sustained by the cattle, nor of the amount of the judgment, if under the agreed facts the defendants are liable.\n“ The question presented for the determination of the courtis, whether, under the agreed facts, the defendants were justified in giving to the Jennings cattle preference of shipment in the cars originally intended for plaintiffs’ cattle, and relieved from the consequences of the delay.\n“ The appellants claim that the action of the agent in giving preference to the Jennings shipment was justified, and constituted a complete defense to its action for all injuries resulting from delay. Appellees, on the other hand, contend that the action of the agent was not justified and constituted no defense.”\nThe railway company has appealed, and in support of its general proposition, that under the agreed facts it is not liable for the delay in shipping plaintiffs’ cattle, and in giving preference to the Jennings shipment, cites article 784 of the Criminal Code and articles 4628, 4630, 4651, and 4251 of the Revised Statutes.\nThe article of the Criminal Code cited makes it a misdemeanor for any agent of a railway to receive for shipment any cattle unless they have been duly inspected according to law.\nArticle 4628 of the Revised Statutes requires the purchaser of cattle for shipment out of the county or for slaughter to procure a bill of sale from the owner, particularly describing the cattle.\nArticle 4630 provides, that when an inspector shall have inspected any animal or animals, he shall, on the presentation of a bill of sale or power of attorney from the owner or owners, duly signed and acknowledged, and on payment of his fees, deliver to the purchasers a certificate of inspection, which certificate shall not be complete until it and the bill of sale shall have been recorded in office of the county clerk and certified to by him under his hand and seal. It is then provided, that the certificate shall be delivered to the purchaser, and that it shall protect him from the payment of inspection fees for the same animals in any other district.\nArticle 4651 provides, that the inspector shall not make out certificate of inspection (which he is to record in his record) until he has examined the bills of sale and is satisfied that the person claiming the cattle has correct bills of sale or chain of transfer from the recorded owner, or is the owner himself, etc.\nWe do not think the plaintiffs were required to have all the foregoing acts of the Legislature complied with before they could deliver their cattle to defendants’ agent for shipment, or that the agent would be an offender under the code by receiving the cattle before such full compliance. After the cattle were in fact inspected, he would be authorized to receive them.\nIt is agreed, that if the inspection had been proceeded with and not suspended upon the arrival of Jennings’ cattle, the inspection could have been completed and plaintiffs’ cattle loaded into the cars by 9 or 10 o’clock, the time, according to the contract, when they were to be loaded; and it was the custom to carry on the loading and inspection at the same-time, when enough cattle had been inspected to commence loading.\nWe can not see how the inspection of the cattle, by the terms of the agreed facts, caused any delay. There would have been no breach of the contract or delay, if the agent had not stopped the delivery of plaintiffs’ cattle to receive Jennings’. A part of plaintiffs’ cattle were ready to be loaded, and they could have been inspected as fast as they were loaded. The fact that Jennings presented cattle for shipment could not affect the right of plaintiffs under their contract. Defendants were bound by the contract with plaintiffs, whatever may have been their obligations to Jennings. If the agent used the cars intended for plaintiffs’ cattle, they would still be bound on the contract with plaintiffs. Cross and Eddy v. McFaden & Logan, 1 Texas Civ. App., 461.\nUnder the facts and issues as presented, we are of opinion that defendants were liable for the delay, and were not relieved therefrom by the necessity, if it existed, to ship the Jennings cattle.\nAppellants say, however, that the judgment can not stand, because the agreed facts fail to show how much of the judgment was for damages for delay, how much for injuries en route, and how much, if any, from other causes.\nThis objection to the judgment is answered by the ninth clause of the agreement, to-wit:\n“ 9. The cattle sustained injury while delayed at Pearsall, and also while en route to point of destination.\n“No question is made as to the character or extent of the injuries sustained by the cattle, nor of the amount of the judgment, if under the agreed facts the defendants are liable.”\nWe have decided the only question we are authorized to consider under the agreed case, and are of opinion that the judgment of the lower court should be affirmed, and it is so ordered.\nAffirmed.\nDelivered January 11, 1893.",
        "type": "majority",
        "author": "COLLARD, Associate Justice."
      }
    ],
    "attorneys": [
      "Fisher & Townes, for appellants.",
      "J. W. Parker, for appellees."
    ],
    "corrections": "",
    "head_matter": "THIRD DISTRICT,\nJANUARY, 1893.\nReceivers of International & Great Northern Railway Company v. W. C. Wright and H. Bland.\nNo. 737.\n1. Inspection oí Cattle Before Shipment. — It is not required of a shipper of cattle to have his entire herd inspected under the inspection laws before the delivery of such cattle to the railway agent for shipment; nor would the agent be an offender from receiving a herd of cattle for shipment before the full compliance with the inspection laws. This ruling is made where a part of the herd had been inspected, and the remainder could have been inspected without causing any delay in loading them into the cars for shipment.\n9. Shipment of Cattle.—Owners of cattle contracted for cars for the shipment of their cattle. The cars were furnished and pointed out. Before any cattle were placed upon the cars, and when a part only of the cattle had been inspected, another herd of which inspection was completed was tendered. The inspection of the first herd could have proceeded to completion so as to cause no delay in the shipment. Held, that the railway company was liable to the owners of the first herd for damages for the delay caused by the preferred acceptance of the second herd for shipment. The tender of the second herd could not excuse the violation of the contract with the owners of the first herd.\nAppeal from the County Court of Williamson. Tried below before Hon. D. S. Chesher.\nFisher & Townes, for appellants.\n1. Under the agreed facts, appellants’ delay in shipping out of Pearsall and in delivering appellees’ cattle at Chicago was excused, and they were relieved from all liability for damages resulting therefrom. Grim. Code, art. 784; Rev. Stats., arts. 4628, 4630, 4651, 4251.\n2. Appellees’ cattle had not been inspected, and were not in condition to be received for shipment, when Jennings’ cattle, which had been inspected and were ready for shipment, were tendered; and the appellants, as common carriers, could not rightfully or legally discriminate against Jennings by delaying his shipment until appellees should get their cattle in readiness for shipment by complying with the law as to inspection. Grim. Code, art. 784; Rev. Stats., arts. 279, 4628, 4630, 4651.\nJ. W. Parker, for appellees.\nThe vice in appellants’ entire contention lies in assuming that appellees’ cattle were not ready to be loaded when the Jennings cattle were tendered, when the facts show that a portion were ready to be loaded, and that the balance could have been inspected as fast as they could have been loaded, and that the method of inspecting and loading appellees’ cattle was in strict accord with the usage obtaining at those pens; and in assuming that the Jennings cattle would have been delayed in shipping out had appellants allowed the inspection of appellees’ cattle to proceed. The fact is, the act of the agent in turning appellees’ cars over to Jennings was an unjust and unlawful discrimination against appellees, and rendered appellants liable for the delay thus occasioned and the consequent damages. Railway v. Nicholson, 61 Texas, 495, 496; Railway v. McCorquodale, 71 Texas, 46; Cross and Eddy v. McFaden & Logan, 1 Texas, Civ. App., 461."
  },
  "file_name": "0198-01",
  "first_page_order": 224,
  "last_page_order": 228
}
