{
  "id": 219174,
  "name": "W. W. Gregory v. J. G. Goldthwaite et al.",
  "name_abbreviation": "Gregory v. Goldthwaite",
  "decision_date": "1893-02-09",
  "docket_number": "No. 221",
  "first_page": "287",
  "last_page": "289",
  "citations": [
    {
      "type": "official",
      "cite": "2 Tex. Civ. App. 287"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "16 S. W. Rep., 182",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 330,
    "char_count": 6420,
    "ocr_confidence": 0.56,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.3483488805718017
    },
    "sha256": "60d15716165b40ef2398504a4bb3a60c692d911952aaf13230a54cfd78c81ac2",
    "simhash": "1:8e8bf26294537fee",
    "word_count": 1141
  },
  "last_updated": "2024-02-27T19:43:33.086404+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "W. W. Gregory v. J. G. Goldthwaite et al."
    ],
    "opinions": [
      {
        "text": "GARRETT, Chief Justice.\nThis action was brought in the County Court of Galveston County upon an appeal bond executed by the appellees in the case of Gregory v. Allison, tried in the Justice Court.\nThe facts are, as found by the county judge on the trial below, as follows:\n“1. On July 29, 1889, the plaintiff, W. W. Gregory, recovered a judgment against one J. G. Allison in the Justice Court of Galveston County, Texas, precinct number 1, for the sum of $126, besides costs of suit, with interest on said judgment from its date at the rate of 8 per cent per annum; from which judgment said Allison appealed to the County Court of Galveston County, and filed a bond as an appeal bond, properly describing said judgment, in the sum of $300, with the defendants J. G. Goldthwaite and W. F. Breath as sureties. The said bond is payable to the plaintiff, Gregory, in said sum, and is “conditioned that the said J. G. Allison, appellant, shall prosecute his appeal with effect and shall pay all the costs which have accrued in the court below or which may accrue in the appellate court.” These were all the conditions of said bond. The bond was approved and filed by the justice of the peace July 31, 1889, and in due course of law the said justice of the peace made a transcript of the proceedings in said cause against said Allison, and transmitted same, together with the papers in the cause, to the County Court of Galveston County.\n“2. On motion of said Gregory in the County Court of Galveston County, the said appeal of Allison was, on November 20, 1889, dismissed, because said bond was not conditioned as required by the statute, and writ of procedendo ordered to issue. From the judgment dismissing said appeal said Allison appealed to the Court of Appeals of Texas. The appeal to the Court of Appeals was upon a cost bond.\n“3. At the Galveston Term, 1890, the honorable Court of Appeals affirmed the judgment of the County Court dismissing said appeal, and mandate was issued March 11, 1890.\n“ 4. Said W. W. Gregory sued J. G. Goldthwaite and W. F. Breath, the sureties on said appeal bond from said Justice Court to said County Court, and defendants herein, in the Justice Court for precinct number 1, Galveston County, on October 13, 1890, alleging and proving that since the execution of said appeal bond in said cause number 2556, the defendant, J. G. Allison, had become notoriously insolvent, and that the judgment in said cause number 2556 for the sum of $126 and interest thereon from July 29, 1889, at 8 per cent per annum, and costs, was still due and unpaid, and no part thereof was paid.\n“5. The evidence showed that said Gregory exercised diligence in endeavoring to collect said judgment of $126 and interest and costs aforesaid, in that he caused execution to issue promptly after the judgment of .affirmance in said Court of Appeals, and subsequently caused execution to issue to Dallas County, where said Allison removed shortly after the judgment was obtained against him in said Justice Court, and that although said Gregory exercised such diligence, no property was found belonging to said Allison subject to execution.”\nOur conclusion is that the judgment of the court below ought to be affirmed. The appeal bond sued on was not good as a statutory bond, and an action could be maintained on it, if at all, only as a voluntary common law bond, as upon a contract between the parties. It is clear that the minds of the parties never met in a contract. On the contrary, the appeal to the County Court in the case of Gregory v. Allison was dismissed on the motion of Gregory, because no sufficient bond had been filed.\nWe are cited to the cases of Trent v. Rhomberg, 66 Texas, 249, and Wooldridge v. Rawlings, 14 Southwestern Reporter, 667; but in both of those cases the bonds were good statutory bonds; and in the first case the appeal was dismissed for the want of prosecution, while in the latter the appellant consented to the dismissal.\nThe suit must be maintained either because the bond was a good statutory bond or good as a voluntary common law bond. As a statutory bond, it was only a bond for costs on appeal from the District or County Court to the appellate court (Revised Statutes, article 1400); and not at all conditioned as required by law for an appeal from the Justice Court. Rev. Stats., art. 1639. It was not good as a voluntary common law bond, because it was never agreed to or ratified by the plaintiff. Wooters v. Smith, 56 Texas, 198.\nThe judgment of the court below will be affirmed.\nAffirmed.\nDelivered February 9, 1893.",
        "type": "majority",
        "author": "GARRETT, Chief Justice."
      }
    ],
    "attorneys": [
      "S. S. Hanscomb, for appellant.",
      "M. C. McLemore, for appellees."
    ],
    "corrections": "",
    "head_matter": "W. W. Gregory v. J. G. Goldthwaite et al.\nNo. 221.\nLiability of Sureties on Insufficient Appeal Bond.—A bond for appeal from the Justice Court to the County Court was given by one Allison, which was not conditioned as required by law, and in the County Court the appeal was dismissed, on motion of appellant, for want of a sufficient bond, and procedendo to enforce the justice judgment awarded. Upon appeal to the Court of Appeals upon a cost bond the judgment of dismissal was affirmed, and execution was promptly issued by appellant against Allison, when he was found insolvent. Thereupon, this suit upon the appeal bond from the Justice Court was filed against the sureties thereon to recover the amount of the appellant's judgment against Allison. Held, the bond was not good as a statutory bond, not being conditioned as required by law. and not good as á voluntary common law bond, because it was never agreed to or ratified by appellant, and recovery is denied.\nAppeal from Galveston. Tried below before Hon. William B. Lock-hart, County Judge.\nS. S. Hanscomb, for appellant.\nThe bond sued on being a voluntary obligation of appellees, and less onerous than a statutory appeal bond, was good as a common law obligation, and appellant could recover thereon upon showing the breach of said bond; especially so as there was no plea of want or failure of consideration. Seeligson v. DeWitt County, 1 W. & W. C. C., sec. 820; King v. Frazer, 2 Willson’s C. C., sec. 788; Johnson v. Erskine, 9 Texas, 1; The Justices v. Wynn, Dudley, 22; Irrigation. Co. v. Roberts, 62 Texas, 622; Trent v. Rhomberg, 66 Texas, 249; Bank v. Lester, 73 Texas, 542; Denson v. Ham, 16 S. W. Rep., 182.\nM. C. McLemore, for appellees.\nThere can be no recovery on the bond sued on in this case. 1 W. & W. C. C., sec. 953; Hutcheson v. Wells, 1 W. & W. C. G, sec. 953."
  },
  "file_name": "0287-01",
  "first_page_order": 313,
  "last_page_order": 315
}
