{
  "id": 219191,
  "name": "R. A. Henson v. William Sackville",
  "name_abbreviation": "Henson v. Sackville",
  "decision_date": "1893-02-08",
  "docket_number": "No. 59",
  "first_page": "416",
  "last_page": "421",
  "citations": [
    {
      "type": "official",
      "cite": "2 Tex. Civ. App. 416"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 581,
    "char_count": 13670,
    "ocr_confidence": 0.546,
    "pagerank": {
      "raw": 5.237566838896996e-08,
      "percentile": 0.32994008530999297
    },
    "sha256": "4c5d157b765c6b3166e2847e213a2e8155eedd37de5a050166be8630157cb910",
    "simhash": "1:f5f7c0b2c2fc7777",
    "word_count": 2341
  },
  "last_updated": "2023-07-14T16:01:39.065288+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "R. A. Henson v. William Sackville."
    ],
    "opinions": [
      {
        "text": "KEY, Associate Justice.\nThis is an action of trespass to try title. Appellant was plaintiff in the District Court. After showing title from the government down to Mrs. Maria Jesusa Lee to the land sued for, •plaintiff introduced in evidence a personal judgment in favor of James Denson and others against James B. Lee and Maria Jesusa Lee for $1500, rendered by the District Court of Bexar County, October 21,1858. This judgment did not direct the sale of Mrs. Lee’s separate property.\nOn this judgment an execution was issued in December, 1858, against J. B. and Maria Jesusa Lee, directed to the sheriff of Bexar County, and the land here involved was sold by said sheriff under this execution, on the first Tuesday in February, 1859, to appellant; and the sheriff executed to him a deed therefor March 5, 1859. At the time the judgment was rendered Mrs. Lee was a married woman, wife of J. B. Lee.\nFrio and several other counties were created out of part of the territory of Bexar County by an act of the Legislature dated February 1, 1858, which took effect from its passage.\nMedina County was organized in 1849, and terms of the District Courts-were regularly held up to and including 1858 and 1859; and during said last two years it was the nearest organized county to Frio. The land involved is in Frio County.\nThe court excluded the sheriff’s deed from the evidence, and appellant declining to take a nonsuit, judgment was rendered in favor of defendant.\nTwo objections urged against the sheriff’s deed under which appellant claims were sustained by the trial court. These were:\nFirst. That as the judgment under which the sale was made did not by its terms direct the sale of Mrs. Lee’s separate property, she being at the time a married woman, the sale and deed were void.\nSecond. That under the act of the Legislature creating Frio County, it was attached to Medina County for judicial purposes; and that the land being in Frio County, the execution should have been issued to and sale-made by the sheriff of Medina County; and that the sale made by the sheriff of Bexar County was a nullity and passed no title.\n1. While there are respectable authorities which hold, that unless authorized by and rendered in accordance with a statute, a judgment against a married woman is void and of no effect whatever, there are many others that declare such judgments to be only erroneous or voidable, and that until set aside, the separate property of the wife may be sold under process issued thereon. Black on Judg., secs. 188, 190, 191, and cases cited.\nThe reason generally given by courts holding such judgments to be absolutely void is, that by the common law, on account of the merger of the wife’s personality in that of the husband, she was incapacitated for almost every species of juristic action. Ib., sec. 188.\nAs is clearly shown by Chief Justice Hemphill in Jones v. Taylor, 7 Texas, 240, the reason for such a rule does not exist in this State; but previous to that decision, the question under consideration had been detennined in Howard v. North, 5 Texas, 290, wherein it was held, that a sale of the wife’s separate property under a personal judgment against her, as against a collateral attack, was valid and passed title. See, also, Taylor v. Harris, 21 Texas, 438.\nThe first objection to the deed should have been overruled.\n2. In was held in O’Shea v. Twohig, 9 Texas, 336, that when a new county is created out of part of the territory of an existing organized county, the territory embraced in the new county remains part of the mother county, for all governmental purposes, until the new county is organized, or attached for such purposes to some other organized county. That case was approved and followed in Clark v. Goss, 12 Texas, 396, and Lumpkin v. Muncey, 66 Texas, 311.\nUnder the doctrine of these cases, the execution sale under which appellant claims was properly made in Bexar County, unless, for the purpose of such sales, by some statute then in force, Frio County, in which the land was situated, was at that time attached to some other organized county.\nIn support of the proposition that Frio County had been thus segregated, appellee invokes the twenty-ninth section of the act creating that and other counties, which was in force at the date of the judgment, execution, and sale under which appellant claims, and which reads as follows: “ That until attached by law to some judicial district or districts, each of said counties shall be attached for judicial purposes, in matters appertaining to the jurisdiction of the District Court, to the nearest county in which the District Court may be held.”\nUnder the facts disclosed by the record, for the purposes stated in this statute, Frio County was at the time in question attached to Medina County; and the question for determination is, whether or not the purposes for which it was so detached from Bexar and attached to Medina County include a sheriff’s sale of land in Frio County made under an execution issued upon a judgment of a District Court other than that of Medina County.\nThe solution of this question is not free from difficulty. If the statute read, for judicial purposes, without qualification, the case would fall within the doctrine announced in Folts v. Ferguson, 77 Texas, 301, and the ruling of the court below would be clearly correct. But such is not the case. It contains limitations, both express and implied, that take it out of the general rule declared in that case. We think the controlling purpose of the section referred to was to furnish the people of the newly created counties the most convenient courts in which to conduct their important litigation and perform the greater part of their jury service. In our view, this provision should be construed as though it read thus: “ That until by law attached to some judicial district or districts, each of said counties shall be attached to the nearest county in which District Courts may be held, for judicial purposes in all matters appertaining to the jurisdiction of said courts.”\nThe fact that the Legislature used the expression “ counties in which the District Court may be held ” supports the conclusion that the purpose was to limit the section transferring jurisdiction, not to matters pertaining to the jurisdiction of District Courts generally, but to such matters as appertained to the jurisdiction of the District Courts of the particular counties to which the new counties were attached.\nAs we adopt this construction, it becomes unnecessary for us to determine the extent of the power and authority that was conferred upon the District Courts to which it is limited. It did more, however, than prescribe venue for legal proceedings. It constituted Frio a part of Medina County as to all proceedings in the District Court of the latter. Whether or not this would include execution sales under judgments rendered by the District Court of Medina County need not be determined in this case.\nBut in all matters pertaining to or founded upon proceedings in other courts, whether Supreme, District, County, or Justice Courts, jurisdiction remained with Bexar, the parent county. It can not be disputed, that while this law was in force Bexar County was the proper and necessary place to sell real estate in Frio County, under an execution issued upon a judgment rendered by the Supreme Court or by a justice of the peace. Bexar County retained jurisdiction in all proceedings in probate matters, and over all suits and proceedings below District Court jurisdiction, including sales of real estate under execution. It remained the place to record deeds, to pay taxes; and when necessary to sell real estate for taxes, Bexar County was the proper place to make such sales. This being the case, is there any thing in the language of the statute warranting the conclusion, that when for so many governmental purposes jurisdiction was left with Bexar County, including all other judicial sales, it was intended that an execution sale under a judgment of a District Court must be made in Medina County ? With the possible exception of sales made under executions from the District Court of Medina County, we think not. At any rate, it is not clear that such was the legislative purpose, and if the statute is ambiguous, considerations of uniformity and harmony in the law suggest the propriety of holding that the mother county was the proper place for such sales.\n' As illustrating the confusion which might result from the construction contended for by appellees, suppose two judgments had been rendered against the same defendant, one in the District Court of Travis County and the other in a Justice of the Peace Court of the same county. To have subjected land in Frio County belonging to the judgment debtor to the payment of these judgments, would it have been necessary to issue one execution to Bexar County and the other to Medina County ? According to appellee’s contention, it would.\nA construction leading to such incongruities ought not to be adopted, unless the language of the statute precludes any more reasonable interpretation.\nThis statute, by its very terms, takes from the mother county only part of its jurisdiction for judicial purposes. It follows, therefore, that no construction can be placed upon it—unless it be restricted to fixing venue only—which will not be productive of some confusion; but we believe the one which we have adopted will more nearly harmonize it with other laws and effectuate the legislative purpose than would the adoption of the interpretation contended for by appellees.\nWe therefore conclude that the court below erred in sustaining the second objection to the sheriff’s deed.\nSome other objections were urged against the deed, but they are not of such importance as to require extended discussion. In our opinion, they were correctly overruled.\nThe judgment of the District Court is reversed and cause remanded.\nReversed and remanded.\nDelivered February 8, 1893.",
        "type": "majority",
        "author": "KEY, Associate Justice."
      }
    ],
    "attorneys": [
      "Simpson & James, for appellant.",
      "A. W Terrell and — Hudson, for appellee."
    ],
    "corrections": "",
    "head_matter": "R. A. Henson v. William Sackville.\nNo. 59.\n1. Sheriff’s Sale of Wife’s Separate Property—A sale of the wife’s •separate property under a personal judgment against her, as against a collateral attack is valid, and passes title to land so sold.\n2. Territory of New Counties—Jurisdiction of the Old.—Territory embraced in a new county remains a part of the old, for all governmental purposes, until the new county is organized or is attached for such purposes to some other organized county. O’Shea v. Twohig, 9 Texas, 336.\n3. Construction of Statute—Jurisdiction.—Frio County was created out of the territory of Bexar County by Act of the Legislature, February 1,1858. Medina County was organized in 1849, and therein District Courts were regularly held up to and including 1858 and 1859. In the act creating Frio County it was prescribed, “that until attached by law to some judicial district or districts each •of said counties [Fric and others] shall be attached for judicial purposes in matters appertaining to the jurisdiction of the District Court, to the nearest county in which the District Court may be held.” Medina was the nearest county to Frio in which was held a District Court. Held, that by this law Bexar County was not divested of any other jurisdiction than that pertaining to suits in the District Court.\n4. Sheriff’s Sale—Case in Judgment.—In 1859, under a judgment rendered in the District Court of Bexar County in 1858, an execution was issued to the sheriff of said county. The sheriff levied upon and sold a tract of land in Frio County. Frio had been created out of Bexar, but had not been organized. Jurisdiction was given to the nearest county, as above stated. Held, that such .sale in Bexar County was valid.\nAppeal from Frio. Tried below before Hon. D. P. Make.\nSimpson & James, for appellant.\n1. The Act of February 1, 1858, •creating Frio and many other counties, in its final article providing, 51 That the several counties therein created shall be attached for judicial purposes, in matters appertaining to the jurisdiction of the District Court, to the nearest county in which the District Court may be held,” did not operate to change the place of making sheriff’s sales, and there is nothing in the act to render invalid the sale by the sheriff of Bexar County to R. A. Henson.. O’Shea v. Twohig, 9 Texas, 336; Clark v. Goss, 12 Texas, 395; Runge v. Wyatt, 25 Texas Supp., 292; Wilson v. Catchings, 41 Texas, 587; Reeves County v. Pecos County, 69 Texas, 178; Lumpkin v. Muncey, 66 Texas, 311; Baker v. Beck, 74 Texas, 563.\nOn meaning of the term jurisdiction: Banton v. Wilson, 4 Texas, 404.\nAs to what is judicial sale: Rorer on Jud. Sales; Freem. on Void Jud. Sales, see. 1.\n2. The statute (1 Paschal’s Digest, article 4644) in respect to judgments against the wife, directing that execution be levied on her separate estate, is not mandatory, and the absence of same from the decree does not relieve her separate property from execution. Platt on Prop. Rights of Married Women, 37-41; Howard v. North, 5 Texas, 290; Grant v. Whittlesey, 42 Texas, 321; Rhodes v. Gibbs, 39 Texas, 445; Menard v. Sydnor, 29 Texas, 257.\nA. W Terrell and — Hudson, for appellee.\n1. The sheriff’s deed offered in evidence was void and conveyed no title, because the sheriff of Bexar County had no authority to sell land at that date in Frio County. Act 1858, pp. 88, 94, secs. 6, 29.\n2. No levy and sale of the wife’s separate estate can be made upon a judgment which does not direct that the wife’s separate estate be seized and sold to satisfy the same. Pasch. Dig., arts. 4643, 4644; Booth v. Cotton, 13 Texas, 364; Grant v. Whittlesey, 42 Texas, 321."
  },
  "file_name": "0416-01",
  "first_page_order": 442,
  "last_page_order": 447
}
