{
  "id": 219250,
  "name": "F. Strauss & Co. v. H. Gross",
  "name_abbreviation": "F. Strauss & Co. v. Gross",
  "decision_date": "1893-02-15",
  "docket_number": "No. 134",
  "first_page": "432",
  "last_page": "437",
  "citations": [
    {
      "type": "official",
      "cite": "2 Tex. Civ. App. 432"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 529,
    "char_count": 13544,
    "ocr_confidence": 0.564,
    "pagerank": {
      "raw": 9.767894420877396e-08,
      "percentile": 0.5315288651963879
    },
    "sha256": "711161b00a9f4208b87a6f916cf176cb292d8af2e3714148b9f13fff0c1eb804",
    "simhash": "1:b76a9c8008871c24",
    "word_count": 2324
  },
  "last_updated": "2023-07-14T16:01:39.065288+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "F. Strauss & Co. v. H. Gross."
    ],
    "opinions": [
      {
        "text": "COLLARD, Associate Justice.\nThe original petition was filed by the appellee, H. Gross, against the appellants, F. Strauss & Co., on the 30th day of August, 1889. The amended petition was filed November 11, 1889. The action is upon a written and verbal contract.\nThe written contract is as follows:\n“ Office of F. Strauss & Co., Wholesale Liquor Dealers,\n“ No. 62 West Second Street,\n“ Cincinnati, February 26, 1889.\n“ This agreement, made by and between F. Strauss & Co,, of Cincinnati, Ohio, and Heyman Gross, of Lampasas, Texas, witnesseth: That said F. Strauss & Co. have engaged said Heyman Gross as their travelling salesman at a salary of $200 per month from March 1, 1889, in consideration of which salary the said Heyman Gross agrees to sell such goods as the said F. Strauss & Co. handle, and to effect sales for them which shall aggregate from $35,000 to $40,000 per annum. No orders by the said Heyman Gross shall be considered as sales unless the same are approved by said F. Strauss & Co. F. Strauss & Co. furthermore agree to pay the travelling expenses of the said Heyman Gross, which shall not exceed $8.50 per day, and shall be less if possible.\n“ Witness:\n“Ferd H. Strauss.\nF. Strauss & Co., H. Gross.”\nThe foregoing agreement is set out in the petition; and it is further alleged, that in addition thereto it was verbally agreed between the parties at the time and after the date of the same, and prior to March 1, 1889, that plaintiff would be paid by defendants to the extent of $150 per month, and that defendants would retain $50 per month of the salary of $200 per month until the expiration of one year from the 1st of March,, 1889, as a guaranty that plaintiff’s sales should aggregate the amount set forth in the written contract; and that he would not be required to keep an itemized account of his travelling expenses under the contract, but that he should report the same to defendant from time to time, and the-same, not to exceed $8.50 per day, would be paid by defendants as it should be reported and incurred. That pursuant to the written agreement, plaintiff, on the 1st day of March, 1889, entered upon his duties as travelling salesman for defendants, and continued faithfully to perform his duties under the contract, when on the last date, he was discharged by defendants and notified that his salary would be discontinued. That during the time he served them he had made sales for them amounting to more than $10,000, which were approved by them, during which time his travelling expenses amounted to $682.40, which were from time to time reported by him to them. That from the time of his discharge, June 1, 1889, to October 1, 1889, he diligently sought other employment, but failed to secure it, but on October 1, 1889, defendants still refusing to carry out their agreement, he found and accepted employment at $150 per month, with expenses paid by his employer. That during the time he was out of employment, from June 1 to October 1, 1889, his reasonable expenses were $125. That he has always, up to the 1st of October, 1889, been ready and willing to carry out his contract with defendants, and frequently offered to do so. That he could easily have effected sales for defendants during the year from the 1st of March, 1889, for an amount over $35,000, which would have been approved by them if they'had retained him; that the original contract did not specify Whether sales by plaintiff should be for cash or on a credit, but before the 1st of March, 1889, it was agreed that he should sell for cash or on a credit, as he might see proper.\nThe petition specifies the amounts which defendants are liable to pay him,. $600 salary for March, April, and May, 1889; $682.40 for his expenses, during that time; $800 as damages for his illegal discharge, the amount of salary due for the time he was out of employment, from June 1, 1889, to October 1, 1889; and §50 per month during the time he earned by other employment §150 per month from October 1, 1889, to March 1, 1890, §250; aggregating §2332.40. He admitted payment of §1000, leaving a balance due him of §1332.40, for which he asked judgment.\nDefendants filed exceptions to the petition, to the effect, that it did not state a cause of action; that it seeks to recover unearned wages, and sets up a paroi agreement changing a written agreement; but the exceptions were not, it seems, called to the attention of the court; at least, there was no ruling upon them.\nDefendants filed a general denial; admitted the written contract to pay plaintiff §200 per month and §8.50 per day as expenses while travelling on defendants’ business; that prior to June 1, plaintiff’s services were dispensed with, and that on that date they were due him as salary §600, due for March, April, and May, 1889; but alleged that of this sum §300 had been paid his wife at his request; that on account of the expenses for travelling due him, being §665.40, they had paid him §700, and denied that he had incurred §120 as expense since June 1, 1889, or any other sum.\nDefendants alleged, that under the contract they had the right to discharge him at any time, which he knew, and fully consented thereto, and that the hiring of plaintiff was by the month. Defendants also set up, that while plaintiff was in their service he sent them an order for one W. L. Marshall, amounting to §447.08, which they refused to fill, whereupon plaintiff agreed in writing to guarantee the payment of the order if they would furnish the goods; that they did upon such guaranty fill the order, which Marshall had refused to pay, and plaintiff became indebted and bound to pay defendants the amount, for which they asked judgment. They also asked for further judgment against plaintiff for §1000 on account of his neglect of their business, and the further sum of §34.68, amount overdrawn by plaintiff for travelling expenses, making a total claimed by them against plaintiff of §148.68.\nThe case was tried by the court, and judgment was rendered for plaintiff for §868.32, with interest from March 1, 1889, at 8 per cent. Defendants have appealed.\nThe written contract was proved as alleged, and it was shown by plaintiff’s testimony that the verbal contracts set up by him were made by the parties on the same day, in the afternoon, after the written contract was executed. This was denied by the evidence of defendants.\n■ It was agreed, that plaintiff worked under the contract three months, from March 1, 1889, to June 1, 1889, when the defendants repudiated the contract and discharged him; that during the three months plaintiff’s travelling expenses were §665; that on account of salary and expenses defendants have paid plaintiff §1000; and that plaintiff is liable to defendants for the Marshall debt of §447.08.\nThe court filed findings of facts, supported by the testimony, that the written contract was made as alleged, and that afterwards, on the same day, the verbal contract was made that defendants should retain $50 per month of plaintiff's salary as a guaranty that his sales would amount to $35,000 at the expiration of one year (the foregoing facts agreed to); that plaintiff was wrongfully discharged after he had worked three months; that plaintiff used due diligence to secure other employment, but failed to do so until October 1, 1889, when he obtained employment as alleged at $150 per month; that the contract was an employment for one year at $200 per month.\nIt was also proved, that plaintiff could have made sales for defendants of their goods to the amount of $35,000 or $45,000 during the year if he had not been discharged.\nAppellants have assigned errors as follows:\n“1. The court erred in overruling defendants’ second special exception to plaintiff’s first amended original petition.\n“ 2. The court erred in overruling defendants’ third special exception to plaintiff’s first amended original petition.\n“ 3. The court erred in overruling defendants’ fourth special exception to plaintiff’s petition.\n“ 4. The court erred in permitting plaintiff to introduce testimony to vary the written contract, the said testimony not being of an explanatory nature.\n“5. The court erred in its findings of the facts herein.\n“6. The court erred in construing the instrument sued on to be a hiring by the year.\n“ 7. The court erred in its declaration of the law herein.\n“ 8. The court erred in finding judgment for the plaintiff.”\nThese assignments, except the fourth and sixth, fail to point out any specific error, and under the rules should not be considered.\nThe fourth assignment is not as explicit as it should be; it fails to designate the particular act of the court complained of.\nWe presume it refers to the testimony of plaintiff, that it was agreed by him and defendants, after the written agreement, that defendants should retain $50 per month of his salary until the end of the year, as a guaranty that he would sell as much as $35,000 or $40,000 worth of goods during the year.\nIt was admissible. It was a concession by plaintiff to secure the performance of the contract—an agreement collateral to the main agreement, made after it and not inconsistent therewith—and was not obnoxious to the rule, that prior and contemporaneous paroi agreements should not be admitted to vary or change the terms of a written contract. Besides, it was admissible as furnishing some explanation of the indefinite terms of the writing as to the period of employment. Thomas v. Hammond, 47 Texas, 43; 1 Greenl. Ev., secs. 282, 284a (note 2), 304 (note 4); Railway v. Jones, 82 Texas, 157.\nWas it error to construe the contract as an employment for one year ?\nTaking the entire contract together, the employment of plaintiff as travelling salesman at a salary of $200 per month from March 1, 1889, in consideration or conditioned that he make sales aggregating $35,000 or $45,000 per annum, it would seem that it was the intention of the parties that he was to continue in the service for one year. The year’s service was to determine his right to the stipulated salary. This view is strengthened by the subsequent agreement that defendants were to reserve $50 per month of the $200 until the end of the year as a guaranty that plaintiff would sell $35,000 or $40,000 worth of goods during the year.\nIt can not be held that the lower court’s construction of the contract was erroneous. On the contrary, we think it was correct.\nThe evidence shows that plaintiff sustained the damage ascertained by the court on account of the breach of the contract without cause by defendants, after allowing the credit of $1000 and of the Marshall account. Ho reversible error is assigned, and our opinion is that the judgment of the lower court should be affirmed, and it is so ordered.\nAffirmed.\nDelivered February 15, 1893.",
        "type": "majority",
        "author": "COLLARD, Associate Justice."
      }
    ],
    "attorneys": [
      "W. T. League and A. G. Walker, for appellants.",
      "Mathews & Wood, for appellee."
    ],
    "corrections": "",
    "head_matter": "F. Strauss & Co. v. H. Gross.\nNo. 134.\n1. Defective Assignments of Error.—Assignments of error which do not point out some specific error under the rules, should not be considered on appeal. See example.\n2. Parol Collateral Agreements. — A paroi agreement collateral to the main agreement in writing, made after it and not inconsistent therewith, is admissible in connection with the written contract. It is not obnoxious to the rule that prior and contemporaneous paroi agreements are inadmissible to vary the terms of a written contract. See example.\n3. Construction of Contract of Hiring.—The employment of plaintiff as a travelling salesman at a salary of $200 per month from March 1,1889, in consideration or conditioned that he make sales aggregating $35,000 to $40,000 per annum, would indicate an intention of the parties that the term of service should be for one year. This construction is strengthened by testimony to a subsequent paroi agreement that the hirer might retain $50 per month until the end of the year as a guaranty for the sale of the stipulated amount of goods during the year. From such testimony the finding of the court that the hiring was for one year is sustained.\nAppeal from Lampasas. Tried below before Hon. W. A. Blackburn.\nW. T. League and A. G. Walker, for appellants.\nParol statements made subsequent to the execution of a written contract can not be made so as to vary the legal construction of the written instrument. Plaintiff alleged in his petition, “that in addition to the stipulations in said contract, it was verbally agreed and understood by and between plaintiff and defendant, at the time of and after said contract was entered into, and prior to March 1, 1889, that plaintiff would be paid $150 per month, and that defendant would retain $50 per month out of said plaintiff’s salary of $200 per month until the expiration of one year from March 1, 1889, as a guaranty that said plaintiff’s sales would aggregate the amounts set forth in the contract.” Litchenstein v. Brooks, 75 Texas, 196; 2 Pars, on Hon., 60; 1 Add. on Con., 364.\nMathews & Wood, for appellee.\nAppellee having been discharged without cause before the expiration of his time of employment, he was entitled to recover all damages sustained by reason of his discharge. These damages were the amount of one year’s salary and the plaintiff’s travel-ling expenses while in defendant’s employ, less all wages that plaintiff had received and could possibly receive from other employment until the expiration of the year, and less all payments made to plaintiff by defendant. And the facts being proved from which the amount of damages could be ascertained, the court did not err in rendering judgment for the amount of damages as so ascertained."
  },
  "file_name": "0432-01",
  "first_page_order": 458,
  "last_page_order": 463
}
