{
  "id": 219126,
  "name": "N. K. Fairbanks & Co. v. Leon & H. Blum",
  "name_abbreviation": "N. K. Fairbanks & Co. v. Blum",
  "decision_date": "1893-03-02",
  "docket_number": "No. 93",
  "first_page": "479",
  "last_page": "482",
  "citations": [
    {
      "type": "official",
      "cite": "2 Tex. Civ. App. 479"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "138 U. S., 285",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3549930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/138/0285-01"
      ]
    },
    {
      "cite": "137 U. S., 19",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "130 Mass., 149",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2127950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/130/0149-01"
      ]
    },
    {
      "cite": "120 Mass., 550",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        738886
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/120/0550-01"
      ]
    },
    {
      "cite": "9 Mass., 467",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "73 N. H., 18",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        1812018
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/73/0018-01"
      ]
    },
    {
      "cite": "11 Kans., 121",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        603451
      ],
      "opinion_index": -1,
      "case_paths": [
        "/kan/11/0121-01"
      ]
    },
    {
      "cite": "66 Ill., 158",
      "category": "reporters:state",
      "reporter": "Ill.",
      "opinion_index": -1
    },
    {
      "cite": "8 Neb., 109",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        2883021
      ],
      "opinion_index": -1,
      "case_paths": [
        "/neb/8/0109-01"
      ]
    },
    {
      "cite": "4 Denio, 72",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": -1
    },
    {
      "cite": "74 N. Y., 495",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        534624
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/74/0495-01"
      ]
    },
    {
      "cite": "6 How., 605",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3348614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/47/0605-01"
      ]
    },
    {
      "cite": "98 U. S., 476",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/98/0476-01"
      ]
    },
    {
      "cite": "137 U. S., 15",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3546253
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/137/0015-01"
      ]
    },
    {
      "cite": "138 U. S., 285",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3549930
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/138/0285-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 507,
    "char_count": 9822,
    "ocr_confidence": 0.541,
    "pagerank": {
      "raw": 1.4269114670448674e-07,
      "percentile": 0.6501101029442257
    },
    "sha256": "f53cb4472aa2a032331f102edab40caacbad900187e7fe58f3150efc9a864f53",
    "simhash": "1:10e5ce6a11c21d6a",
    "word_count": 1724
  },
  "last_updated": "2024-02-27T19:43:33.086404+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "N. K. Fairbanks & Co. v. Leon & H. Blum."
    ],
    "opinions": [
      {
        "text": "WILLIAMS, Associate Justice.\nOn the 19th day of March, 1891, Leon & H. Blum and others filed their petition in the District Court of Galveston County, complaining of 1ST. K. Fairbanks & Co., a corporation resident of the State of Illinois, in an action for damages growing out of the alleged wrongful sequestration of certain boxes of soap in Val Verde County, Texas, by which action plaintiffs were damaged in the sum of $1420.\nOn the 9th day of April appellant, by foreign counsel, filed a plea to the jurisdiction of the court, disclaiming the submission of itself to the jurisdiction of the court, and expressly denying the same, and showing that service had been had upon M. S. Ujffy, a resident of Galveston County, and denying the agency of the said Ujffy; denying further that it had any agent in Galveston County. This plea was properly verified.\nOn the 21st of May the court entered an order quashing the service, but reciting that the answer constituted an appearance, and ordering the defendant to plead to the next term of the court.\nOn the 18th of July judgment was rendered, without further service on defendant, in favor of plaintiffs for $1609.33, “as for their damages by reason of the matters set forth in plaintiffs’ petition.”\nOn July 20 appellant (defendant below) filed a motion to set aside the judgment; which motion being overruled, defendant excepted and brings the cause to this court on appeal.\nThe assignments of error present but two questions, which are:\nFirst. Did the District Court, by the filing of the plea attacking the service, acquire jurisdiction over the person of appellant ?\nSecond. Could the District Court of Galveston County entertain a suit for damages for the levy of a sequestration in another county, when defendants were not residents ?\n1. It is contended by counsel for appellants, that the decisions of our Supreme Court and of the Supreme Court of the United States in the case of York v. The State and other like cases, do not reach the point here involved; and stress is laid in the argument upon the fact, that in the York case the defendant, after his plea to the jurisdiction had been overruled, demanded a jury, paid the fee, and had his cause placed upon the jury trial docket. But it appears from the opinion in that case, that neither the judgment of our Supreme Court nor that of the Supreme Court of the United States was based upon those facts. They clearly rest upon a construction of our statutes prescribing the effect to be given to the filing of an answer. This is illustrated by the following passages from the opinions of the two courts:\nChief Justice Stayton says: “Under the statutes of this State all defensive pleadings are styled the 1 answer,’ and among these are pleas questioning the jurisdiction of the court over the defendant. In view of this fact, and in the light of the statutes to which we have referred, it must be held, under article 1242, Revised Statutes, that a defendant who files any defensive pleadings makes such an appearance as gives the court jurisdiction over his person as fully as would the issuance of a proper citation and its proper service within this State. * * * The purpose for which the appearance is made is unimportant, as is the intention with which it is made, if the act done is one which the statute declares is such as gives the court jurisdiction to render a personal judgment against the person appearing.” 73 Texas, 657.\nJustice Brewer thus interprets the decision just cited: “It was conceded by the District and Supreme Court, that the service upon the defendant in St. Louis was a nullity and gave the District Court no jurisdiction; but it was held, that under the peculiar statutes of Texas the appearance for the purpose of pleading to the jurisdiction was a voluntary appearance, which brought the defendant into court.” 137 IT. S., 15.\nIt thus incontestably appears that it was the filing of a plea to the jurisdiction, and not the subsequent acts of the defendant, that was held to constitute, under our present statute, an appearance for all purposes.\nThe quashing of the service upon the alleged agent in the present case did not destroy the effect of the answer which had been filed by appellant. That service was confessedly a nullity, as was that in the York case. It conferred upon the court no power over the defendant’s person, but that power came through the effect given by the statute to the defendant’ s voluntary act in pleading.\nThe order quashing the service can not be treated as an adjudication by the court that it had not by the answer acquired jurisdiction, nor as a relinquishment of its power over defendant’s person, for it expressly declared that the answer constituted an appearance, and continued the case until the next term of the court for an answer upon the merits.\nThe jurisdiction in such cases does not arise from the quashing of the service. A motion to quash which is sustained operates as an appearance to the next term. But an answer is also an appearance. It might be conceded that there was no motion to quash, in the sense of the statute; but there was an answer, which has equal if not greater effect.\nSince the decision in the York case, a number of cases have been passed upon by our Supreme Court, adhering to the rule there laid down. Kauffman v. Wooters, 79 Texas, 205, and 138 U. S., 285; Railway v. Whitley, 77 Texas, 126; Sam v. Hockstadler Bros., 76 Texas, 162; Life Ins. Co. v. Hanna, 81 Texas, 487.\nIn the last case the pleading filed by the nonresident was, as in this case, an attack upon service on an alleged agent, denying the fact of agency. This was held to be an appearance. It is true the plea, or motion to quash, as it was called in that case, was overruled by the District Court. We can not see that there would be any difference, in the effect on jurisdiction, between the overruling the motion and the quashing of such a service, unless, perhaps, the court should adjudge that it had not acquired jurisdiction, and thereupon should dismiss the defendant. The power over the person of defendant attaches upon the answer, and not upon the order quashing or sustaining service.\nAfter carefully considering the brief and argument of appellant’s counsel, we can not distinguish this case, in principle, from that of York v. The State and the others cited, and must hold, in obedience to the law as declared, that the plea filed by appellant conferred jurisdiction over its person upon the District Court.\n2. Being in court, appellant was subject to the same rules of pleading as other litigants. If the law fixed the venue of this suit in Val Verde County, it had the privilege of being sued there; but it was a privilege which, to be made effectual, must have been claimed either by demurrer or plea. Not having filed either, appellant waived its right, and can not now be heard to complain. Statutes fixing venue do not generally affect jurisdiction, in its proper sense, but confer privileges, which are waived when not asserted. The State v. Snyder, 66 Texas, 687.\nThe judgment is affirmed.\nAffirmed.\nDelivered March 2, 1893.",
        "type": "majority",
        "author": "WILLIAMS, Associate Justice."
      }
    ],
    "attorneys": [
      "Willis & Ballinger, for appellant.",
      "Scott, Levi & Smith, for appellees."
    ],
    "corrections": "",
    "head_matter": "N. K. Fairbanks & Co. v. Leon & H. Blum.\nNo. 93.\n1. Jurisdiction—Motion to Quash Service Confers. —Defendant, a foreign corporation, filed a plea to the jurisdiction of the court, and denied that the person upon whom the service was made was the agent of the corporation. Be Id, to be such an appearance as gave jurisdiction over the person, as fully as would the issuance of proper citation and its proper service. Although the service was quashed, it operated as an appearance to the next term. Following York v. The State, 73 Texas, 652; 137 U. S., 15.\n2. Venue May be Waived.—If the law fixed the venue of this suit in Val Verde County, the defendant had the privilege of being sued there; but it is a privilege which, to be made effectual, must have been claimed either by demurrer or plea; and not having filed either, appellant waived its right and can not now be heard to complain.\nAppeal from Galveston. Tried below before Hon. Wm. H. Stewart.\nWillis & Ballinger, for appellant.\n1. Appellant’s appearance, questioning solely the jurisdiction of the District Court, in no sense bound it to submit to the jurisdiction of that court. Liles v. Wood, 58 Texas, 416; Robinson v. Schmidt, 48 Texas, 19; Hagood v. Dial, 43 Texas, 625; De Witt v. Monroe, 20 Texas, 289; Raquet v. Nixon, Dallam, 386; Parrott v. Ins. Co., 4 Wood, 355; Ins. Co. v. Fitzgerald, 1 W. & W. C. C., sec. 1345; Harkness v. Hyde, 98 U. S., 476; United States v. Yates, 6 How., 605; Wheelock v. Lee, 74 N. Y., 495; Cunningham v. Geolet, 4 Denio, 72; Altman v. Steinman, 8 Neb., 109; McNabb v. Bebbet, 66 Ill., 158; Beaumer v. Chapman, 11 Kans., 121; Wright v. Boynton, 73 N. H., 18; Bissell v. Briggs, 9 Mass., 467; Walling v. Beers, 120 Mass., 550; Wright v. Andrews, 130 Mass., 149; Wells on Jur., sec. 86, p. 76; Hawes on Jur., sec. 19.\n2. The appearance of appellant, under protest, solely for the purpose of questioning the jurisdiction of the District Court, even under article 1242 of the Revised Statutes, was not such a voluntary appearance, nor was its plea such an answer as to make it subservient to the jurisdiction of the Galveston court. De Witt v. Monroe, 20 Texas, 289; Hagood v. Dial, 43 Texas, 625; Robinson v. Schmidt, 48 Texas, 13; York v. Texas, 137 U. S., 19 (dissenting opinion).\nScott, Levi & Smith, for appellees.\nThe appearance by appellant for the purpose of questioning the jurisdiction of the District Court, excepting to the service and filing an answer to that end, was a voluntary submission to its jurisdiction. Rev. Stats., arts. 1240-1245; York v. The State, 73 Texas, 651; York v. Texas, 137 U. S., 15; Kauffman v. Wooters, 79 Texas, 205; 138 U. S., 285; Railway v. Whitley, 77 Texas, 126."
  },
  "file_name": "0479-01",
  "first_page_order": 505,
  "last_page_order": 508
}
