{
  "id": 219093,
  "name": "The New York and Texas Steamship Company v. The Island City Boating and Athletic Association",
  "name_abbreviation": "New York & Texas Steamship Co. v. Island City Boating & Athletic Ass'n",
  "decision_date": "1893-03-02",
  "docket_number": "No. 96",
  "first_page": "490",
  "last_page": "493",
  "citations": [
    {
      "type": "official",
      "cite": "2 Tex. Civ. App. 490"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 429,
    "char_count": 9508,
    "ocr_confidence": 0.539,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.3799207984712622
    },
    "sha256": "9e434dcd471594e9f8818976e196c0a6526414f71a98ddd3b3a390d9fb7c333a",
    "simhash": "1:288f74868e0a39a0",
    "word_count": 1597
  },
  "last_updated": "2023-07-14T16:01:39.065288+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The New York and Texas Steamship Company v. The Island City Boating and Athletic Association."
    ],
    "opinions": [
      {
        "text": "PLEASANTS, Associate Justice.\nThis is the second appeal in this cause. On the former appeal the judgment was reversed and the cause remanded by the Supreme Court; and the case is reported on pages 375-379 of the 80tli volume of Texas Reports.\nThe plaintiff, a corporation under the laws of Texas, by its amended original petition, complains of the New York and Texas Steamship Company, appellant here, a corporation owning and operating a line of steamships plying between the States of New York and Texas, a common carrier, that on the 21st day of July, 1888, a certain six-oared barge or gig was delivered to the appellant, consigned by Waters & Sons to the appellee; that said boat was received by the appellant in good order arid condition under its contract to deliver the same at Galveston, and thereupon a bill of lading was executed. That on the 1st day of August, 1888, said boat or gig arrived at Galveston on board one of the steamships •of appellant, and was tendered to appellee in a damaged condition, having been damaged through the negligence of the appellant. That said damaged condition being called to the attention of appellant and its agents, it and the said agents recognized the said damage, and admitted to plaintiff that the same was damaged, and had been damaged while in its custody, and recognized and admitted its responsibility and liability for said damage, and thereupon 'contracted and agreed with plaintiff that it, the said defendant, would replace said boat with a similar and perfect boat of the same character, size, make, and structure; and further promised, agreed, and contracted, that if it, the said defendant, did not so replace said boat or gig with a new and perfect boat or gig within a reasonable time thereafter, that it would pay the plaintiff the value of said boat so damaged as aforesaid, which agreement and promise plaintiff accepted and acquiesced in.\nThe appellee then alleges, that defendant has become liable to pay plaintiff by said promise the value of the boat, or to replace the same by another boat as aforesaid, and that the said boat was of the value of $700; that defendant has failed and refused to comply with its contract, to the damage of plaintiff in the sum of $700.\nDefendant, by amended answer, demurred generally and specially to plaintiff’s petition, and among other special demurrers, to the effect that plaintiff’s \"petition failed to set up any consideration for the alleged paroi contract; answered by general denial, and specially denied the making of a paroi contract.\nThe cause was tried before a jury, and the verdict was for plaintiff in the sum of $500, with 6 per cent interest from the 24th of March, 1889, on which verdict judgment was rendered for $578.08, to which judgment, a motion for new trial having been filed by the defendant and overruled-by the court, the defendant excepted, and in open court gave notice of appeal.\nFrom this statement of the plaintiff’s suit, it is seen that it is based solely upon the alleged special contract set out in the petition. The first assignment of error presented in appellant’s brief is, that the court erred in overruling defendant’s third special exception to plaintiff’s amended original petition. This exception assumes that the petition fails to set out any consideration for the alleged contract. To this assumption we-can not assent, and therefore hold that the court did not err in overruling the exception. The petition avers, that the plaintiff was the owner of a barge or gig shipped to it by the steamship of defendant, defendant being a common carrier between the city of New York and the city of Galveston, and while in the possession of defendant, and by its negligence, the gig was damaged, and that defendant recognized and.admitted the-liability to plaintiff, and promised and agreed with plaintiff as averred and set out in the petition.\nThe appellant, upon the trial of the cause, offered to show by the testimony of several witnesses the financial condition of the plaintiff at the-time of the arrival of the barge or gig, after it had been repaired, for the purpose of showing that the real and true reason why plaintiff declined to accept the barge was not because it was not as good and valuable after it was repaired as it was before it was injured, but because plaintiff was-without money in its treasury to pay the price of the boat; and upon objection to this evidence by plaintiff, it was excluded by the court, and appellant excepted. But in none of its bills of exception to the exclusion of this evidence is the objection made by the plaintiff to the evidence given.\nWe must therefore decline to consider these exceptions. Under such circumstances, every presumption is in favor of the correctness of the ruling of the court. Railway v. Gage. 63 Texas, 568. For the like reason, we decline to consider the exceptions of appellant to the exclusion of testimony offered to show that the defendant was instructed by the manufacturer and vendor of the barge not to deliver same until plaintiff paid both the price of that boat and the price of another ordered by plaintiff, and held by the manufacturer for shipment to plaintiff; and of testimony tending to show plaintiff’s willingness to accept the barge after it had been repaired, upon condition that the vendor would accept the money advanced by plaintiff to him as a payment upon the repaired boat, and relieve plaintiff from obligation to take the other boat ordered by it.\nWe do not think the court erred in sustaining exceptions to questions propounded to witness Hodges, with the view of showing the actual cost of the boat. There was nothing in the pleadings to authorize the introduction of such evidence; the plaintiff sued to recover on an alleged contract, by which defendant undertook and promised to deliver to plaintiff “another boat of same character, size, make, and structure,” or to pay the value of the boat injured by defendant; and because there may have been conflict in the testimony of plaintiff’s witnesses, the defendant could not introduce evidence to establish another and different contract than the one alleged by plaintiff, unless defendant had itself alleged the contract to be such as it proposed to prove. Besides, the bill of exceptions taken to the exclusion of this evidence has the same vice as the other bills referred to above; it does not state the objections made to the evidence by the plaintiff.\nWe do not think the court erred in refusing the first and the fourth special charges requested by appellant, for the reason that they were not applicable to the case made by the pleadings and the evidence. The second charge requested by defendant, and refused by the court, might have been properly given; but its refusal was harmless error, inasmuch as the rejected charge was substantially given in the court’s charge.\nThe charge given by the court is not, in our opinion, subject to the ■criticisms embraced under the appellant’s eighteenth, nineteenth, and twenty-first assignments. The charge of the court stated the contract alleged by plaintiff to have been made with it by defendant, and the jury were expressly told, unless they believed from the evidence that the 1 ‘ aforesaid alleged contract and agreement was entered into by and between the parties through their agents,” the plaintiff should not recover, and the verdict should be for the defendant. If the charge was defective in the particular specified under the twenty-second assignment of error, the appellant should have sought, by asking an appropriate charge, to have the defect cured. While there is some conflict in the evidence as to what was the agreement between the plaintiff and the defendant, our conclusion is, that the weight of the evidence upon this issue is with the plaintiff.\nWe have thoughtfully examined the records of this case, and finding no error which would authorize a reversal of the judgment of the lower court, it must be affirmed.\nAffirmed.\nDelivered March 2, 1893.",
        "type": "majority",
        "author": "PLEASANTS, Associate Justice."
      }
    ],
    "attorneys": [
      "Willie & Ballinger, for appellant.",
      "S. S. Hanscomb, for appellee."
    ],
    "corrections": "",
    "head_matter": "The New York and Texas Steamship Company v. The Island City Boating and Athletic Association.\nNo. 96.\n1. Contract—Consideration.—Appellee having ordered a boat which was shipped by appellant's steamship line, found when it arrived at Galveston that it was seriously damaged, and refused to receive it; whereupon appellant agreed with appellee, that if it did not replace the boat with a new or perfect one within a reasonable time, it would pay plaintiff the value of the damaged boat. The facts alleged show a good consideration for the special contract sued on.\n2. Bills of Exception must show the objection made to the evidence admitted or excluded. Every presumption is in favor of the correctness of the ruling of the court below.\n3. Evidence—Irrelevant.—Evidence of cost of the boat was properly excluded. There was nothing in the pleadings to authorize the introduction of such evidence. The defendant could not introduce evidence of another and different contract than the one alleged by plaintiff, unless it had itself alleged it.\n4. Charge.—When a rejected charge, though proper, was substantially given in the charge of the court, the rejection is harmless error.\n5. Defective Charge, How Corrected.—If the charge was defective in the particular specified, the appellant should have sought to have the error cured by asking an appropriate charge.\nAppeal from Galveston. Tried below before Hon. Wm. H. Stewart.\nWillie & Ballinger, for appellant.\nS. S. Hanscomb, for appellee."
  },
  "file_name": "0490-01",
  "first_page_order": 516,
  "last_page_order": 519
}
