{
  "id": 219104,
  "name": "T. J. Grizzard v. B. W. Brown",
  "name_abbreviation": "Grizzard v. Brown",
  "decision_date": "1893-03-30",
  "docket_number": "No. 209",
  "first_page": "584",
  "last_page": "586",
  "citations": [
    {
      "type": "official",
      "cite": "2 Tex. Civ. App. 584"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "137 U. S., 15",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3546253
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/137/0015-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 331,
    "char_count": 6180,
    "ocr_confidence": 0.568,
    "pagerank": {
      "raw": 2.3722934799069733e-07,
      "percentile": 0.7954822848745235
    },
    "sha256": "7412248d7a821720d44b1ffde72e80298434cb8dadb7955c490afe94644f18e7",
    "simhash": "1:50178e2a104a6d6d",
    "word_count": 1066
  },
  "last_updated": "2024-02-27T19:43:33.086404+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "T. J. Grizzard v. B. W. Brown."
    ],
    "opinions": [
      {
        "text": "WILLIAMS, Associate Justice.\nAppellant, a citizen of Georgia, sued appellee, a citizen of the same State, in the County Court of Montgomery County, on certain promissory notes, alleging that appellee owned a tract of land situated in that county, which was described in the petition, and praying for the issuance of an attachment to be levied upon it.\nThe writ was duly issued and levied upon the land, and personal notice was served on appellee in Georgia, as provided by statute. He appeared and excepted to the jurisdiction of the court, on the ground that the petition showed that both plaintiff and defendant were nonresidents, and the court had no jurisdiction over their persons and none to foreclose an attachment lien on land, and could therefore acquire none over the property attached. On the same day he filed a motion to quash the attachment upon the same ground; and also filed another answer, in which he demurred to and answered the petition on its merits.\nIn both the two first mentioned pleadings he stated that he appeared for the purposes expressed therein alone, and in his other answer he stated that it was filed without any intention of waiving his other pleas, and that he thus answered to the merits only in the event they should be overruled.\nThe court sustained the plea to the jurisdiction, and entered judgment dismissing the cause, from which this appeal is prosecuted.\nThe ruling of the County Court was probably based upon decisions of the Court of Appeals, as formerly constituted, holding that the County Court had no jurisdiction to foreclose attachment liens on land. 2 Will-son’s C. C., 126-297. ■\nThe Supreme Court has never held to that view of the law, a conflict having existed on that point between its decisions and those of the Court, of Appeals. Hillebrand v. McMahan, 59 Texas, 450.\nA statute was passed to remedy the difficulty, the effect of which we need not consider, inasmuch as we think it proper to follow on this question the rulings of the Supreme Court, and to hold that the County Court had jurisdiction to cause the levy of its writs upon land, and to enforce the levy by foreclosure of liens thereby created. Say les’ Civ. Stats., art. 180a.\nOne nonresident, by an attachment proceeding, may subject the property of another nonresident, who is his debtor, to the payment of his debt in any court of competent jurisdiction in this State. Ward v. Lathrop, 11 Texas, 287; Wells on Jur., sec. 114.\nBy the levy of its writ the court acquired jurisdiction over the property, and could subject it to the payment of such debt as the plaintiff might establish.\nCounsel for appellant claims that by pleading as he did, the defendant entered an appearance such as gave the court jurisdiction over his person; and under the construction which our statutory provisions prescribing the effect of an answer have received from the courts, we are of the opinion that his position is well taken.\nIf the County Court had in fact been without jurisdiction to foreclose the attachment lien, and the pleading had only been such as was proper to secure the release oí an illegal levy, a different question would be presented, which we need not determine.\nThis levy was made under a writ issuing from a court of competent jurisdiction, and brought the property within the proper control of the court for the purpose of subjecting it to the debt.\nThe pleadings filed were no less voluntary than were those in the cases in which the filing of pleas to the jurisdiction have been held to constitute an appearance. York v. The State, 73 Texas, 657; 137 U. S., 15; Sam v. Hochstadler, 76 Texas, 162.\nThe County Court, therefore, has jurisdiction not only to subject the property, but to render such personal judgment as the facts may require.\nReversed and remanded.\nDelivered March 30, 1893.",
        "type": "majority",
        "author": "WILLIAMS, Associate Justice."
      }
    ],
    "attorneys": [
      "B. H. Powell, for appellant.",
      "No brief for appellee reached the Reporter."
    ],
    "corrections": "",
    "head_matter": "T. J. Grizzard v. B. W. Brown.\nNo. 209.\n1. County Court May Foreclose Attachment Liens on Land.— A citizen of Georgia sued another citizen of that State in the County Court of Montgomery County, Texas, to recover upon promissory notes, and foreclose an attachment upon land in said county. The County Court had jurisdiction to cause the levy of the writ upon the land, and to enforce the levy by foreclosure.\n2. Right of Nonresident to Sue Nonresident.—One nonresident may, by attachment proceeding, subject the property of another nonresident, who is his debtor, to the payment of his debt, in any court of competent jurisdiction in this State. By the levy of its writ the court acquires jurisdiction over the property, and could subject it to the payment of such debt as the plaintiff might establish.\n3. Appearance by Nonresident.—Defendant appeared and excepted to the jurisdiction of the court, and moved to quash the attachment, stating that he appeared for the purposes expressed therein alone; and in his other answer he stated that it was filed without any intention of waving his other pleas, and that he thus answered to the merits only in the event they should be overruled. This pleading of the defendant entered an appearance, and gave the court jurisdiction over his person.\nAppeal from Montgomery. Tried below before Hon. N. O. Cravens, County Judge.\nB. H. Powell, for appellant.\n1. The County Court has jurisdiction to foreclose an attachment lien on realty in a proceeding in rem pending in said court in amount within jurisdictional limits of said court, and to fix and maintain an attachment lien on realty, to hold it to abide the judgment rendered by said court in any proceeding pending in said court for an amount within the jurisdictional limits of said court. Sayles’ Civ. Stats., art. 180a; 59 Texas, 450.\n2. The filing of a motion to quash service and answer, or either of them, by a party defendant in a suit, though he be a nonresident, is a voluntary surrender on his part to the jurisdiction of the court for all purposes; and the motion to quash, though properly sustained, does not in law dismiss the cause of action, but only operates as a continuance, leaving said cause of action properly in court as an appearance case next term. 73 Texas, 651; 76 Texas, 164; 77 Texas, 126.\nNo brief for appellee reached the Reporter."
  },
  "file_name": "0584-01",
  "first_page_order": 610,
  "last_page_order": 612
}
