{
  "id": 216307,
  "name": "Martin Hinzie v. W. L. Moody & Co.",
  "name_abbreviation": "Hinzie v. W. L. Moody & Co.",
  "decision_date": "1892-10-14",
  "docket_number": "No. 8",
  "first_page": "26",
  "last_page": "31",
  "citations": [
    {
      "type": "official",
      "cite": "1 Tex. Civ. App. 26"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 691,
    "char_count": 16485,
    "ocr_confidence": 0.552,
    "pagerank": {
      "raw": 1.4208639655642346e-07,
      "percentile": 0.6489891881727468
    },
    "sha256": "2dee91985f38ddc8edc5a1df02bb160aeb45d4964790d5324734b3d28c4ce164",
    "simhash": "1:b94f8df379fa8245",
    "word_count": 2949
  },
  "last_updated": "2023-07-14T14:31:22.177647+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Martin Hinzie v. W. L. Moody & Co."
    ],
    "opinions": [
      {
        "text": "GARRETT, Chief Justice.\nW. L. Moody & Co. brought suit in the District Court of Anderson County, October 30, 1889, against Martin Hinzie, by attachment for debt. The petition alleged, that on the 15th day of February 1889, the defendant executed and delivered to plaintiffs his two promissory notes in writing, in the first of which he promised on October 15, 1889, to pay to the order of plaintiffs the.sum of $2500, with 12 per cent interest from maturity, and 10 per cent in addition as attorney fees in the event the note was not paid at maturity and should be placed with an attorney for collection; that in the second note he promised to pay to the order of plaintiff on November 15, 1889, the sum of $2500, with 12 per cent interest per annum from maturity, and .10 per cent in addition as attorney fees in the event the note should not be paid at maturity and should be placed in the hands of an attorney for collection; and that by reason of the premises the defendant became bound to pay plaintiffs the said first note, principal, interest, and attorney fees, and, when due, the principal of said second note. The petition showed also that plaintiffs had filed therewith their affidavit and bond for attachment.\nPlaintiffs’ affidavit as to indebtedness-is: “ That Martin Hinzie, defendant in, attachment, is justly indebted to the said W. L. Moody & Co. in the following amounts, to-wit, in the sum of $2500, with interest thereon at the rate of 12 per cent per annum from October 15, 1889; that above indebtedness is due on promissory note, payable on said October 15, 1889, which said note further stipulates that if it (the note) is not paid at maturity and it (the note) is placed with an attorney for collection, that said Martin Hinzie agrees to pay 10 per cent in addition to the said above; and affiant says that said defendant Hinzie is justly indebted to said W. L. Moody & Co. in the further amount of this 10 per cent. That said Martin Hinzie is justly indebted to said W. L. Moody & Co. in the further sum of $2500 on promissory note, not yet due.”\nThe writ of attachment is in due form, and directs the sheriff to attach forthwith so much of the property of Martin Hinzie, if to be found, repleviable on security, as shall be of value sufficient to make the sum of $5263.75, etc. It was levied upon twenty-seven parcels of land situated in Anderson County, and due return thereof, made, with full description of the land.\nOn November 27, 1889, plaintiffs filed their amended original petition, and declared on both of the notes mentioned in the original petition, and asked for foreclosure of their attachment lien.\nDefendant moved to quash the attachment, because:\n1. A note for $2500 and $250 attorney fees is sued on, while the attachment is for $5263.75.\n2. Affidavit alleges $2500 and $250 attorney fees, due October 15, 1889, and also $2500 not due, but fails to allege when the last named debt will become due.\n3. Writ is sued out for $5263.75, which was grossly excessive, following the pleadings.\n4. There is no affidavit showing when the last named note would become due.\nA fifth ground for quashing the attachment, so far as not included in the above, is not relied on here.\nThe motion to quash was overruled, and the defendant excepted. Defendant’s answer, filed November 22, 1889, presents no defense that is relied on in this court; but, by leave of the court, Herbert, Agnes Mary, William Eugene, Francis Thomas, Rose Helena, Raymond Carroll, and Joseph Leonard Hinzie, minor children of the defendant and his deceased wife, intervened by their said father, the defendant, as natural guardian and next friend, and made themselves parties to the suit. The defendant also joined in the petition of the interveners in his own right. They setup:\n1. Homestead right in and to lot 10, block 163, and lot 20, block 162, of the property levied on as the defendant’s place of business.\n2. That Herbert Hinzie is the owner in fee simple of lot 1 in block G-.\n3. That of all the other lands levied on, the interveners, as the heirs of their mother, own her community interest therein; that there had been no administration on the estate of the mother, nor any necessity for the same.\nThey prayed judgment that said interests be declared not subject to attachment.\nPlaintiffs moved to strike out the intervention, because it was not shown “ that said intervenors have any such right in the subject matter of the suit between plaintiff and defendant as entitles them to intervene herein, and because it appears that they have a full and complete remedy at law, and the judgment in this case will not affect their rights.”\nThis motion was sustained by the court, except in so far as the same set up the homestead exemption.\nTrial was had, and there was a verdict and judgment for the plaintiffs for the amount of both notes, with interest and attorney fees, with a foreclosure of the attachment lien, except as to lot No. 10 in block 163, and a portion of another lot used in connection with the place of residence.\nAppellant’s motion to quash the attachment in this case was properly overruled. It is not necessary that the affidavit should state when the amount that is shown not to be due will become due; a separate statement of them is sufficient. Willis v. Mooring, 63 Texas, 340; Munzenheimer & Klein v. Cloak and Suit Co., 79 Texas, 319.\nThe affidavit states plainly what the indebtedness consists of and what portion of it is not due; and it states the facts from which the entire amount can be ascertained. It is also fully sustained by the petition. Ascertaining the entire amount of the indebtedness from the items stated in the affidavit, it appears to be $5263.75, which is the amount stated in the writ. The second note had not become due, and consequently no attorney fees were collectible on it, and it did not bear interest until after maturity, so that as to the second note attachment could run only for the principal thereof.\nThere was no exception taken to the action of the court in dismissing the plea of intervention in so far as it set up title in the minor children of Hinzie and his deceased wife to one-lialf of the property levied on as the community property of their mother, and in Herbert Hinzie the entire interest in one of the lots; and there is no appeal from the judgment of the court in any respect by said minor heirs. The appeal bond is executed by Hinzie alone, and it is made payable to W. L. Moody & Co. alone, so the heirs are not parties to the appeal. Hinzie has appealed in his own right alone. But we do not see any error in the action of the court. The heirs were not interested in the subject matter of the suit, and they did not show any equitable grounds for such intervention. Whitman v. Willis, 51 Texas, 424; Hinzie v. Kempner, 82 Texas, 620.\nWhether or not the warehouse in controversy was a part of the business homestead of the defendant, presents a question of some difficulty. We do not deem it necessary to examine appellant’s several assignments of error, raising this question, separately, because they all lead to the one question as to the exemption of the warehouse. Appellant contends that it is a mixed question of law and of fact which should have been submitted to the jury, and that it was error for the court in its charge to instruct the jury that the warehouse was not exempt. If the facts showed that the warehouse was not exempt as a part of the defendant’s business homestead, then it would be proper for the court to so charge the jury.\nWe find the facts with reference to the use of the warehouse to be as follows:\nOn the 27th day of October, 1889, M. Hinzie was a merchant in the city of Palestine, and as such was a wholesale and retail dealer in groceries, hardware, and tinware, and his storehouse, which he kept open, and in which he exposed his goods for sale, and in which he kept his office and books, was situated on lot No. 10 in block No. 163 of said city. Across the street, and in another block, and on lot No. 20, in block No. 162, he had his warehouse, in which he kept his goods in unbroken packages, and stoves and heavy goods; also kept there tinners’ tools, etc., and heavy and bulky goods. This warehouse was kept closed, generally, and the key to it kept in the other building. Goods were not exposed for sale in it, but he sometimes sold goods from it. When a customer came into the other building and wanted goods not in it, but in the warehouse, he would then take the key to the warehouse, go over there and sell the needed article or articles, and then lock it and return the key to the other building. The goods were kept in bulk in the warehouse; no shelves, nor counters, nor office. Hinzie called this house his warehouse. In it was a room in which Mr. Lowenstein, who was a practical tinner in Hinzie’s employ, kept his tin and sheet-iron tools, and Lowenstein also slept in this building. Upon this lot Hinzie also had a privy and water closet, which was used by himself and employes. Lot 10 in block 162 was covered with a two-story brick building, and fronted on the main business street in the city, and the warehouse was a frame building and was purchased by him several years after he had begun business in the other building. On October 27, Hinzie made a deed of trust upon all of his goods situated in both of these buildings, and gave to the trustee exclusive possession of the goods and the house in which they were situated, except that Hinzie retained the possession of his office in the brick building.\nThe evidence is undisputed that the business was transacted in the brick building on lot No. 10, and that the building on lot No. 20 was used only as a warehouse, except that the tinner slept in it and the water closet was on the premises. A warehouse on the same lot with the regular business house and attached to it as an enlargement thereof, has been held to be exempt. Hargadene v. Whitfield, 71 Texas, 489. But in McDonald v. Campbell, 57 Texas, 614, a warehouse situated on a different lot from that in which the business was conducted, and not adjacent thereto, was held not to be exempt. The evidence shows that the use of the warehouse in connection with the defendant’s business was bona fide and valuable; and if the question was such an one as should have been submitted to the jury, there could have been no doubt but that the jury would have returned a verdict that the warehouse was a part of the defendant’s business homestead. We do not think, however, that such a business home is within the contemplation of the Constitution. The lots must be used for the purpose of a home, or as a place in which to exercise the calling or business of the family. Outlets may be used' for such purposes in connection with a home as would make them a part of the homestead; but the business home must be the place ■where the head of the family exercises his calling or business. It is his workshop, office, or other place where he habitually is in the following of his calling, and not every other lot or building which he may incidentally use in connection therewith. Once begin to exempt warehouses and storerooms as a part of the business homestead, and there would be no limit except the value at the time of their designation as prescribed in the Constitution.\nDelivered October 14, 1892.\nWe think that the design of the Constitution was to protect the workshop and business office, but in the practical application of the law large storerooms for goods exposed for sale have been necessarily included when they constitute the place of business.\nThe business homestead should be confined to the place where the calling or business is exercised, and is not to be extended to outlots which may be used for the purposes of the home, as in the case of the residence.\nWe think the facts conclusively show that the warehouse was not exempt, and that the court did not err in so instructing the jury. The judgment of the court below is affirmed.\nAffirmed.\nJustice Williams did not sit in this case.",
        "type": "majority",
        "author": "GARRETT, Chief Justice."
      }
    ],
    "attorneys": [
      "Gammage & Gammage, for appellant.",
      "Gregg & Reeves, for appellee."
    ],
    "corrections": "",
    "head_matter": "Martin Hinzie v. W. L. Moody & Co.\nNo. 8.\n1. Affidavit for Attachment. — An affidavit for attachment which states that defendant is justly indebted to plaintiff in the sum of $2500 with interest thereon at the rate of 12 per cent per annum from October 15,1889, and the further amount of 10 per cent as attorney fees, and that defendant is also indebted to plaintiff in the further sum of $2500 on promissory note not yet due, being otherwise sufficient, is good. It is not necessary that the affidavit should state when the amount that is not showü to be due will become due.\n2. Intervention by Heirs. — Attachment being levied upon community property in which the heirs of the deceased mother had an interest, to protect which interest they intervened, held, that intervenors have no such equitable right as entitles them to intervene, and that there was no error in sustaining exceptions to the plea.\n3. Practice — Appeal by Intervenors. — No exceptions being taken to the action of the court dismissing the intervention, and the bond for appeal being executed by defendant alone, and made payable to plaintiff alone, the intervenors are not parties to the appeal, and assignment of errors by them will not be considered.\n4. Business Homestead. — Defendant had a two-story brick store house on lot 10, block 163, where he exposed his goods for sale and kept his books and office; but several years after he began business he purchased lot 20 in block 162, across the street, upon which was a frame warehouse in which he kept his goods in unbroken packages and his stoves and bulky and heavy goods. The building was generally kept closed and the key in the other house, but he sometimes sold goods from it, and a tinner slept there, and upon the lot there was a water closet used by himself and his employes. Held, that the action of the court below in refusing to submit the question of homestead to the jury, as to lot 20, and in instructing them that lot 20 was not exempt, was not error.\n5. Business Homestead Defined. — Under the Constitution, the lots must be used as a place where the head of the family exercises his calling or business. It is his workshop, office, or other place where he habitually is, in the following of his calling, and not any other lot or building which he may incidentally use in connection therewith.\nAppeal from Anderson. Tried below before Hon. F. A. Williams.\nThe opinion states the case.\nGammage & Gammage, for appellant.\nThe court erred in refusing to quash the attachment upon the ground that the affidavit did not show how much of the plaintiff’s claim was due, when due, and when the balance would become due. Rev. Stats., arts. 152 (sec. 1), 155; Waples on Attach., 79, 80, 89; Avery v. Zander, 77 Texas, 207; Espey v. Heidenheimer, 58 Texas, 662; Marshall v. Alley, 25 Texas, 342; Marx v. Abram-son, 53 Texas, 264; Joiner v. Perkins, 59 Texas, 300; Evans v. Tucker, 59 Texas, 249; Moody v. Levy, 58 Texas, 532.\nThe court erred in striking out the plea in intervention. Rev. Stats., arts. 2494-2496; Harris v. Petty, 66 Texas, 514.\nThe court erred in refusing to charge that lot 20 in block 162 was necessary for defendant’s use in the conduct of his business and exempt from forced sale. Const., art. 16, sec. 51; Willis v. Morris, 66 Texas, 628; Bowman v. Watson, 66 Texas, 295; Clift v. Kaufman, 60 Texas, 64.\nExemption laws are to be liberally construed favoring the exemption of the property from forced sale. Cobbs v. Coleman, 14 Texas, 594; Rogers v. Ferguson, 32 Texas, 533; Helm v. Pridgen, 1 Ct. App. C. C., sec. 644; Cullers v. James, 66 Texas, 494; Scheuber v. Ballow, 64 Texas, 166.\nWhether lot 20 was a part of the business homestead or not, was a mixed question of law and fact, and should have been submitted to the jury. Rev. Stats., art. 1317; Kaufman & Runge v. Wicks, 62 Texas, 234; Hurt v. Cooper, 63 Texas, 362; Cannon v. Cannon, 66 Texas, 682; Iken v. Olenick, 42 Texas, 195; Medlenka v. Downing, 59 Texas, 32.\nGregg & Reeves, for appellee.\nThe owner of an undivided interest in land, attached in a suit for debt against the other joint owner, can not intervene in the suit. Faubion v. Rogers, 66 Texas, 472; Spencer v. Rosenthall, 58 Texas, 4.\nA warehouse used in connection with a merchant’s main business, and divided from it by a public street, is not exempt as a business homestead in addition to the main business house. McDonald v. Campbell, 57 Texas, 614."
  },
  "file_name": "0026-01",
  "first_page_order": 50,
  "last_page_order": 55
}
