{
  "id": 216243,
  "name": "Milmo National Bank v. Louis Bergstrom",
  "name_abbreviation": "Milmo National Bank v. Bergstrom",
  "decision_date": "1892-10-19",
  "docket_number": "No. 2",
  "first_page": "151",
  "last_page": "154",
  "citations": [
    {
      "type": "official",
      "cite": "1 Tex. Civ. App. 151"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "7 S. W. Rep., 594",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "25 Gratt., 321",
      "category": "reporters:state",
      "reporter": "Gratt.",
      "case_ids": [
        6723657
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/66/0393-01"
      ]
    },
    {
      "cite": "26 Am. Dec., 288",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "pin_cites": [
        {
          "page": "292"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Hill, 572",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "22 Wend., 183",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2153292
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/22/0183-01"
      ]
    },
    {
      "cite": "6 Cow., 701",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12146860
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/cow/6/0701-01"
      ]
    },
    {
      "cite": "2 Johns, 300",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 439,
    "char_count": 8869,
    "ocr_confidence": 0.531,
    "pagerank": {
      "raw": 7.349410823568315e-08,
      "percentile": 0.4407662377227398
    },
    "sha256": "8d990340c7885ab67bf83a0a5542018885c60aa5fba668d142ee5c2d5b00ddb6",
    "simhash": "1:1e20c48d2e9c207a",
    "word_count": 1598
  },
  "last_updated": "2024-02-27T16:44:05.763049+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Milmo National Bank v. Louis Bergstrom."
    ],
    "opinions": [
      {
        "text": "FISHER, Chief Justice.\nThis suit was brought by appellant against A. N. Carter and Louis Bergstrom as partners under the firm name and style of A. N. Carter, seeking to recover judgment for the sum of $5216.91 on account of moneys loaned and advanced to said firm. Appellee Bergstrom by answer denied the partnership, and that he was not indebted to appellant. Judgment below was rendered in favor of appellant against Carter, and that it take nothing against appellee Bergstrom. From this judgment appellant prosecutes this appeal.\nThe evidence shows that Carter and Bergstrom in September, 1881, entered into a copartnership for the purpose of dealing in hides, wool, and produce. The contract of partnership by its terms was to continue in effect for one year from the making thereof.\nIn October, 1881, the account sued on was opened with appellant by Carter for the purpose of obtaining advances to be used in carrying on the business for the firm. Carter, it seems, was the business manager of the firm at Laredo, and continued to obtain money from the bank until in the spring of 1883, when the account sued on was closed.\nIt appears from the evidence that at the time the account with appellant was opened Carter informed the officers of appellant’s bank that Bergstrom was a partner in the firm of A. N. Carter, and upon the faith of this information the advances were made.\nOn the basis of this evidence, it is contended by appellant that at the beginning of the dealings between it and Carter, Bergstrom was actually a partner with Carter: and that credit was extended upon the faith that he was such partner; and although he may have ceased to be a partner after September, 1882 (the time when the contract of partnership terminated), he is liable to appellant, because it had no notice of the dissolution or of the contract of partnership until after the account was closed in 1883.\nUpon the other hand, it is contended by appellee Bergstrom that although he was a partner for one year from September, 1881, that at that time the firm was dissolved, and that he is not bound by the statements made by Carter during the year that he, Bergstrom, was a partner; that he was a secret or dormant partner of the firm, and being such, he was not required to give notice of his dissolution with the firm, and is not bound or liable to appellant.\n, Other issues may arise out of the evidence, but we deem it only important to notice that discussed.\nThe seventh paragraph of the charge of the court is as follows:\n‘ ‘ If, however, you believe from the evidence that said firm of ‘A. 1ST. Carter ’ ceased to exist on the 23d day of September, 1882, and that plaintiff had no knowledge directly or indirectly that Louisp Bergstrom continued as a partner of said firm of ‘A. 1ST. Carter;’ and if you believe further from the evidence that said Bergstrom did no act directly or indirectly to lead plaintiff or its agents to believe that said firm of ‘A. N. Carter ’ was continued, and that the plaintiff had his dealing with A. 3ST. Carter in his individual capacity, then and in that event the defendant Bergstrom is not liable for any dealings had between the plaintiff and the said A. N. Carter, so made with said Carter in his individual capacity.”\nThis charge is assigned as error.\nWhen credit is extended to a firm upon the assumption that certain persons comprise the membership, and such assumption in point of fact is correct, the members of such firm are liable to the creditors for future dealings with the firm until notice of dissolution is given to the creditor. Under such state of facts the creditors will not be affected by a dissolution or change in the firm until notice be given or knowledge of such fact has been brought home to them, and the burden of proving such notice or knowledge rests upon the partner claiming such exemption. 17 Am. and Eng. Encyc. of Law, 1117, 1118; 2 Bates on Part., secs. 611, 612, 613.\nThis rule of law does not apply to partners who are regarded in law as dormant or secret partners. For no credit is extended upon the faith of their membership, and they in retiring from the firm are not required to give notice of such fact.\nThe uncontradicted evidence in the record is, that Carter notified the appellant at the time that the account was opened that Bergstrom was a partner of the firm. Such in fact was his relationship to the firm at that time.\nWe think this information given to appellant is sufficient to make Bergstrom known to appellant as a member, of the firm, and as to appellant he can not claim that he was a dormant partner.\nIf it be true that Bergstrom was a member of the firm at the time appellant received information of that fact, it makes no difference from what source received; the effect is to make his connection with the firm known to appellant, and as to it he can not claim that he is a dormant partner. 1 Bates on Part., secs. 151, 153; 2 Bates on Part., secs. 608, 609-623; 17 Am. and Eng. Encyc. of Law, 1119-1123.\nDelivered October 19, 1892.\nUnder these rules of law it was error to give the charge complained of, and for this reason we reverse and remand the case.\nWe find no error presented in appellee’s cross-assignment of errors except that which relates to the admission in evidence of the books showing the account sued upon.\nWe are not prepared to say that the copy of the account falls within any of the exceptions to the general rule that requires the production of the books of original entry, but we apprehend that this question will not arise upon another trial, because the books will probably be produced.\nJudgment reversed and cause remanded.\nReversed and remanded.",
        "type": "majority",
        "author": "FISHER, Chief Justice."
      }
    ],
    "attorneys": [
      "J. O. Nicholson, S. M. Ellis, and W. W. Herron, for appellant.",
      "C. Upson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Milmo National Bank v. Louis Bergstrom.\nNo. 2.\n1. Liability of Retiring Partner — Secret Partner.— Ordinarily the creditors will not be affected by a dissolution or change in a debtor firm until notice be given or knowledge of such fact has been brought home to them, and the burden of proving such notice or knowledge rests upon the retiring partner claiming exemption from liability for the debts of the firm incurred subsequent to his retirement. This rule does not apply to dormant or secret partners.\n2. Dormant or Secret Partner. — While a firm was in existence a creditor was notified by the active member of the name of his secret partner. The creditor, upon the solvency of the secret partner, opened an account with the firm, which account was kept up after the dissolution. In such case the secret partner can not claim to have been a dormant partner against such creditor, and he is liable to such creditor for debts subsequently incurred in name of the firm before the creditor had notice of its dissolution, or of the retirement of such member.\nAppeal from Bexar. Tried below before the Hon. G-. H. Noonan.\nJ. O. Nicholson, S. M. Ellis, and W. W. Herron, for appellant.\n1. Where a change takes place in a firm by a member retiring, and where the same firm name is still used, such retiring member can only relieve himself from liability by giving actual notice of such fact to former creditors who continue to deal with the firm. As to them the partnership is presumed to continue the same as it was when they commenced to deal with it until they in some way have actual notice a change has taken place. Davis v. Willis, 47 Texas, 154; Lansing v. Game, 2 Johns, 300; Groves v. Merry, 6 Cow., 701; Vernon v. Manhattan Co., 17 Wend.; 524; Id., 22 Wend., 183; Bank v. Norton, 1 Hill, 572; Prentiss v. Sinclair, 26 Am. Dec., 288, 292; Dickinson v. Dickinson, 25 Gratt., 321; 1 Lind, on Part., 585, 586, note 1.\n2. In order for Bergstrom to relieve himself of liability, it was necessary for him to so conduct himself or do some act after the twenty-third day of September, 1883, as would impress or notify the plaintiff that he was no longer a member of the firm of A. N. Carter.\nC. Upson, for appellee.\n1. A dormant partner who was not known to be such, and who has not held himself out as a partner to the creditors of the partnership, is not bound to give notice of his retirement from the firm, and upon such retirement does not become liable for any debts contracted by the firm of which he was a dormant partner, although the name or style of such firm is not changed. Lind, on Part., secs. 49, 406, 407; Story on Part., 5 ed., sec. 159; 5 Wait’s Act. and Def., 114.\n2. On the retirement of a dormant partner from a firm, the dormant partner is and continues to be liable for all debts due by the firm at the time of such retirement. All payments made by the firm after his retirement, when the account is continued with the creditors in a running account, and no application of the payments on such account is made, must be applied to liquidate the oldest items of the account first. Lind, on Part., secs. 422-428; Story on Part., 5 ed., sec. 157; Wallace v. McIntyre, 7 S. W. Rep., 594."
  },
  "file_name": "0151-01",
  "first_page_order": 175,
  "last_page_order": 178
}
