{
  "id": 216195,
  "name": "D. C. Freeman v. Joe Hamblin and Wife",
  "name_abbreviation": "Freeman v. Hamblin",
  "decision_date": "1892-10-19",
  "docket_number": "No. 9",
  "first_page": "157",
  "last_page": "165",
  "citations": [
    {
      "type": "official",
      "cite": "1 Tex. Civ. App. 157"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 788,
    "char_count": 19765,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 1.1811720086273278e-07,
      "percentile": 0.5886756332125928
    },
    "sha256": "61609eead674bb34d0364fa5d20ee4dd79324590161cdcad5e904f57043e761a",
    "simhash": "1:802f07e300936d6d",
    "word_count": 3503
  },
  "last_updated": "2023-07-14T14:31:22.177647+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "D. C. Freeman v. Joe Hamblin and Wife."
    ],
    "opinions": [
      {
        "text": "COLLARD, Associate Justice.\nThis is an injunction suit, brought by the appellees Joe Flamblin and his wife Lula Hamblin on the 29th of February, 1888, against E. L. Antony, A. G-. Wilcox, and the appellant D. C. Freeman, and A. J. Lewis, the sheriff of Milam County,'to enjoin the enforcement of judgment in suit No. 1827, rendered in the District Court.\nThe father of plaintiff Joe Hamblin owned a tract of 420 acres of land, upon which he lived, and which upon his death was inherited by Joe Hamblin in 1882. After the marriage of Joe Hamblin with Lula Hamblin they moved on the land as a home, where their three children were born and where they have since lived. A few months after their marriage the plaintiffs sold and conveyed off of the south end of the surve)r 54 acres, and received in exchange from one Chamberlain 64 acres of land adjoining the unsold balance.\nOn the 12th day of August, 1884, Joe Hamblin conveyed to J. R. Hardeman what was estimated in the deed as 220 acres of the 420 acres, beginning on the north boundary line, a base line supposed by them to be 490 varas long and running south 19 west 2425 varas. The base line was really some 645 or more varas in length, so that allowing the side lines to govern, about 276 acres were inducted in the sale. The deed contained the following explanation: 11 The intention of these presents being to convey to said Hardeman all of my said tract of land (the 420 acres) save and except a homestead of 2.00 acres, measuring from the south boundary line thereof.”\nBefore the deed was made, Hamblin and Hardeman stepped off the distance from the north boundary the estimated distance to include the 220 acres, and 11 came out,” as Hamblin testified, 11 where I claim the north line of the 200 acres to be. *' * \"* I did not make the deed to Hardeman. I got II. N. Roberts to do so. I carried him the stepping of myself and Hardeman and suppose he made the deed accordingly. Hardeman and myself did not survey the land, but we intended to run the land out afterward.”\nSometime after the deed to Hardeman, Antony and Wilcox had an execution against Hamblin levied on the land described in the deed to Hardeman, under which it was sold and purchased by them. At this time none of the parties knew where the lines would place the survey, or that they would include any of the 200 acres reserved as a homestead, or now claimed as Hamblin’s homestead.\nThe conveyance by Hamblin to Hardeman was made to place the land beyond the reach of his creditors.\nAfter the purchase by Antony and Wilcox they brought suit in the District Court of Milam County against Joe Hamblin and James Hardeman for the land; they appeared and answered (Hamblin disclaiming), and on the 20th of November, 1886, Antony and Wilcox recovered judgment against both defendants for the land, cancelling the deed from Hamblin to Hardeman. Writ of possession issued on the 10th of January, 1887, and was returned executed by placing the agent of Antony and Wilcox in possession, without disturbing Hamblin’s possession of the homestead claimed; the officer and, it seems, all the parties being ignorant of the locality of the survey — that the side lines would include Hamblin’s dwelling house, stable, barn, tenement houses, the family graveyard, the spring, and about 20 acres of cultivated land.\nD. C. Freeman, appellant, who had purchased the land from Antony and Wilcox and their vendees, having ascertained that his survey according to calls would include such part of the homestead of Hamblin, the same being occupied by him and tenants, on November 26, 1886, in vacation, applied to the district judge for an alias writ of possession, setting-out the fact that he had not been placed in possession. To this motion Joe Hamblin appeared, substantially setting up the facts stated in his bill for injunction — his homestead rights in the property, and the mistake,of the parties as to the locality of the 220 acres; praying that his homestead be protected — 200 acres north from the north line of the 54 acres sold to Chamberlain, a base of 645 yaras, the side lines 1750-J varas — and that the judgment in favor of Antony and Wilcox be so reformed as not to conflict with the homestead. Mrs. Hamblin was not a party to any of the foregoing proceedings.\nOn the 29tli day of November, 1887, this injunction suit was brought and filed by Hamblin and wife, claiming homestead on the 420 acres tract 200 acres north of the Chamberlain 54 acres, setting up the foregoing-facts, and asking for relief as before stated.\nThe motion for alias writ of possession and the petition for injunction were heard by the district judge on the 29th day of February, 1888, at the same time, and both granted «in chambers. The cause was finally tried October 24, 1888, and judgment rendered upon verdict for Hamblin and wife against all the defendants for their homestead as claimed by them, perpetually enjoining the enforcement of the judgment in so far as it interfered with the title and possession of the homestead.\nSome general observations as to the law applicable to this case will save us the trouble of a separate consideration of many special questions raised by the assignments of error.\nThe husband can not convey the homestead without the consent of the wife, and without her joint conveyance executed and acknowledged by her as prescribed by the statute; nor can he sell a part of the actual homestead so used and occupied without such joint -conveyance.\nWhat property constitutes the homestead is sometimes a question of fact and law, but the homestead, whatever constitutes it, is not subject to disposition by the husband alone. The joint act of both husband and wife can not create any lien upon it or subject it to forced sale for debt. These principles are elementary. Under some circumstances the homestead may be designated by the head of the family, as where there is an excess of land in a rural homestead, but the husband can not exercise this prerogative so as to defraud the wife or to renounce the actual homestead. Medlenka v. Downing, 59 Texas, 32; Jacobs, Bernheim & Co. v. Hawkins, 63 Texas, 1; Kempner v. Comer, 73 Texas, 196; Land and Loan Co. v. Blalock, 76 Texas, 85.\nThe most solemn renunciation of the actual homestead in use as such by husband and wife, executed in forms required in a conveyance of her separate estate, could not subject it to a deed of trust or a mortgage. Kempner v. Comer, 73 Texas, 196; Land and Loan Co. v. Blalock, 76 Texas, 85.\nIt follows a fortiori that the hnsband alone can not by declaration or acts of sale renounce the homestead, and so subject it to execution.\nIt is in effect claimed by appellant in this suit that the husband can by his individual conveyance, and without the knowledge or consent of the wife, designate the homestead so as to exclude a great part of it in actual use, even the home itself, and to subject the same to execution.\nThis lie can not do. The deed to Hardeman has no force in this suit further than as a designation of the homestead, and it can not be used for that purpose. Freeman does not claim under it, but under judgment setting it aside. As a designation of the homestead, its calls, as we have seen, will actualty exclude a great part of the homestead of the family; besides the calls were made by mistake, which would not be binding.\nAll the acts done by the parties at the time of and in connection with the deed as a designation should be considered. The actual measurement of Hamblin and Hardeman by stepping the distance — the very act of designation, in so far as it can be so called — “ came out” and terminated about the gate on the west line, which leaves the homestead as now claimed by the appellees untouched. It is wholly immaterial that Hardeman did not get 220 acres of land by the deed. The deed as such secured no right, and the land it purported to convey was recovered from him, because it conveyed nothing.\nThe judgment against Hamblin and Hardeman for the land including a part of the Hamblin homestead was not binding upon Mrs. Hamblin, because she was not a party to it and was in no way affected by it, and because the homestead right was not involved. The contention of the appellant that the homestead rights of the parties were concluded by the judgment for the land amounts \"to this: “A judgment creditor can have the homestead sold under execution against the husband without the knowledge of the wife, purchase the property at the sale, then, by recovery of the property in suit against the husband, obtain a valid title to the homestead against both husband and wife, when the right of homestead was not in issue.”\nThis proposition can not be maintained. The judgment would not be res adjudicata against the wife or in any manner disturb her homestead rights, more especially when she is ignorant of any effort to divest her of homestead title. It is of no consequence that the fee of the property was in the husband. Her homestead right attached to this separate estate as inviolably as it would to community property.\nWe can not say either that the husband, Hamblin, was bound as to homestead rights by the judgment, or that it could be pleaded against him as the head of the family. He did not know that the land sued for embraced the homestead or any part of it, nor did the parties plaintiff in the suit. No one, so far as the record shows, supposed that it did. In the deed by Hamblin to Hardeman, from which the field notes were taken in making the levy, he reserved his homestead out of the 420 acres inherited from his father, making a mistake in basing it on the south line of the survey instead of the north line of the 54 acres sold to Chamberlain, but evidently claiming homestead in the 420 acres survey. This, connected with the fact that he and Hardeman in measuring off the land to be conveyed to the latter did not reach the homestead or intrude upon it, establishes the fact that he did not know, and that the parties recovering the land of him did not know, that the homestead was involved in the suit. The petition for injunction set up this mistake by appropriate averments, and it was sufficient to defeat the enforcement of the judgment against the homestead as represented by Hamblin himself. The homestead issue was not made in the suit, because it was thought not to be involved. The judgment did not conclude the parties upon the issue now in suit.\nHamblin was not compelled and the court could not compel him to include the 64 acres convejred to him by Chamberlain in selecting his homestead. It has never been used as a part of the homestead and has never been selected for such purpose. No designation of the homestead had ever been made that is binding on Hamblin and wife until the institution of this suit, and of this defendant can not complain. Nothing had ever been done until this suit was filed but to acquire the excess of homestead in the 420 acres after deducting the land sold to Chamberlain. Hamblin and wife had the right to designate their homestead in this suit.\nThe deed to Hardeman was relevant to the issue of designation or not at the time it was made, by which alleged designation the appellant has from the beginning claimed that Hamblin and wife were bound; and so was the evidence of Hardeman and Hamblin as to stepping the estimated distance on the west line of the land conveyed.\nThe testimony of P. S. Ford, that the injunction and the order for alias writ of possession were considered and granted at the same time, if not material, was harmless. If there was any point in the alias at all, in so far as the homestead question was concerned, the testimony was material to show that the injunction, if perfected by bond, was intended to supersede the order authorizing the alias writ of possession. The orders of the court were of the same date.\nDelivered October 19, 1892.\nWe think, however, that the homestead rights of Mrs. Hamblin could not be determined on application for a writ of assistance by the judge in chambers. She was in no way a party to the proceeding; and if she had been, her rights could not have been concluded by such a proceeding in chambers.\nArticle 2875, Revised Statutes, does not apply to this suit.\nWe have now disposed of every assignment of error called to our attention in appellant’s brief, and have found no error in the judgment of the court below or in the ridings.\nWe are of the opinion the judgment should be affirmed, and it is so ordered.\nAffirmed.",
        "type": "majority",
        "author": "COLLARD, Associate Justice."
      }
    ],
    "attorneys": [
      "E. H. Lott, for appellant.",
      "Ford & Ford, for appellees."
    ],
    "corrections": "",
    "head_matter": "D. C. Freeman v. Joe Hamblin and Wife.\nNo. 9.\n1. Homestead — Husband Can Not Sell, etc, — The husband can not convey the homestead, nor a part thereof, without the consent of the wife and without her joint conveyance executed and acknowledged by her in the manner prescribed by the statute.\n2. Designation of Rural Homestead. — When there is an excess of land in a rural homestead the homestead may be designated by the husband, but in such designation he can not renounce the actual homestead — that is, the place of residence.\n3. Same. — The husband alone can not by declaration or acts of sale renounce the homestead, and so subject it to execution. So held, where the husband in a deed in fraud of his creditors conveyed a part of his rural homestead including his residence, etc.\n4. Mistake — Effect of Judgment. — The husband being indebted, conveyed a part of his rural homestead in fraud of his creditors, by mistake including in the deed his actual residence. The land so conveyed was sold under execution. The purchasers brought suit to recover the land against the husband and his vendee. The deed was annulled for fraud and the land recovered. The wife was no party to the action for the land. The mistake was not discovered until after the judgment for the land had been rendered. Meld, that the proceedings did not affect the homestead rights of either the wife or the husband. The wife could not be concluded, not being party; nor the husband, by reason of the mistake in his deed.\n5. Designation of Homestead. — The fraudulent deed by the husband having been set aside, could be considered only as an attempted designation of his homestead out of the larger tract.\n6. Homestead Upon Separate Property of the Husband. — The wife's homestead rights attach to separate property of the husband when occupied, equally as if it were community.\n7. Injunction Protecting the Homestead — Injunction was properly issued to protect the homestead rights of the wife against the enforcement of a judgment for the homestead, rendered in a suit against the husband in which the wife was not a party, and in which the homestead was not in issue, by reason of the ignorance of all parties to the suit that the lines of the land sued for encroached upon the actual homestead.\n8. Designation of Homestead. — Courts can not control the designation of a rural homestead out of a larger tract, so as to include land never used or claimed as homestead by the family.\n9. Injunction — Statute Construed. — Article 2875, Revised Statutes, does not apply to an injunction to protect the homestead against invasion under' a judgment for the recovery of the land, in which the wife was not a party.\nAppeal from Milam. Tried below before Hon. John N. Henderson.\nE. H. Lott, for appellant.\n1. The 420 acres and the 64 acres obtained from Chamberlain being the separate property of Hamblin, he had, as the head of the family, the right to designate his homestead upon any part of said land; and the 220 acres conveyed to Hardeman being the separate property of Hamblin, he reserving in said deed a sufficient homestead, the land so reserved and designated became in effect the homestead of Hamblin and wife; and as the 220 acres had never been designated by Hamblin as his homestead, the deed to Hardeman and the subsequent conduct of Hamblin in cause No. 1827 was an abandonment by him of said 220 acres as his homestead, and a designation of 200 acres, 11 measuring from the south line ’ ’ of the 420 acres, as his homestead; and the judgment and proceedings in said cause were binding upon both Hamblin and his wife. [The map shows the locality.] Rev. Stats., arts. 2851, 2281 (sec. 4), 1338, 2343, 2346, 2347, 2352, 2365, 2366; McGowen v. Zimpelman, 53 Texas, 479; Hoffman v. Neuhaus, 30 Texas, 636; Harrison v. Oberthier, 40 Texas, 385; Holliman v. Smith, 39 Texas, 362; Woolf oik v. Ricketts, 48 Texas, 37; Slavin v. Wheeler, 61 Texas, 654; White v. Mitchell, 60 Texas, 164; Platt’s Prop. Rights Married Women, 211, 284; Gilliam v. Null, 58 Texas, 304; Stringer v. Swenson, 63 Texas, 7; Seligson v. Brown, 61 Texas, 181; Inge v. Cain, 65 Texas, 75; Wynne v. Hudson, 66 Texas, 1.\n2. The judgment against Hardeman and Hamblin in cause No. 1827 •being alleged by the plaintiffs to be a valid and subsisting judgment, and no fraud being charged therein, the plaintiffs can not enjoin said judgment, because they show that they have slept upon their rights, if any they ever had, and that the issues sought to be determined in this case might have been determined in canse No. 1827, but for the negligence and want of diligence on the part of plaintiffs. Jordan v. Corley, 42 Texas, 284; Crawford v. Wingfield, 25 Texas, 414; Nevins v. McKee, 61 Texas, 412; Contreras v. Haynes, 61 Texas, 104; Morris v. Edwards, 62 Texas, 205; Ratto v. Levy, 63 Texas, 278; Clegg v. Darragh, 63 Texas, 357; Harn v. Phelps, 65 Texas, 592.\n3. The judgment against Hamblin and Hardeman being a valid and subsisting judgment, rendered more than one year previous to the filing of the petition for injunction herein, the plaintiffs can not now enjoin the execution thereof, because their rights, if any they had, are barred by the statute of limitations. Rev. Stats., art. 2875; Cook v. Baldridge, 39 Texas, 250; Nichols v. Snow, 42 Texas, 72; Miller v. Clements, 54 Texas, 351.\n4. The proof showed that the 200 acres claimed by plaintiffs as homestead had never been designated by them as their homestead until long after the judgment in cause No. 1827, and that the land north of plaintiffs’ dwelling was open and improved, and that there was sufficient land, including the 64 acres, to give plaintiffs a homestead of 200 acres southward. The plaintiffs should therefore have been at least confined within such boundaries as \"would have given them their improvements and 200 acres, and it was error to permit them to disregard the 64 acres and to recover 200 acres out of the original 420 acres tract. Const., art. 16, secs. 49-52.\n5. The land was the separate property of the husband, and the wife was not a necessary party to the suit for its recovery. Const. 1876, art. 16, secs. 49-52; Rev. Stats., arts. 1205, 2343; Jergens v. Schiele, 61 Texas, 255; Read v. Allen, 56 Texas, 182; Foster v. Powers, 64 Texas, 247.\nFord & Ford, for appellees.\n1. If the land sued for and described in plaintiffs’ petition was in fact their homestead at the date of the deed from Hamblin to Hardeman (August 12, 1884,), and continued and remained so until after judgment was rendered in cause No. 1827, then Mrs. Lula Hamblin, the wife of plaintiff Joe Hamblin, was a necessary party to the suit. And if she was not made a party defendant in said cause, then the judgment therein is a nullity as to her, and the same did not preclude or in any manner affect her right or title thereto; and it is totally immaterial that the land upon which the homestead was located was separate property of the husband.\n2. In order to constitute an abandonment of a homestead once established there must exist (1) an intention to abandon, (2) an actual abandonment and desertion of the home, and (3) the home must be actually deserted with the intention never to return; and (4) all these facts must clearly appear from the evidence."
  },
  "file_name": "0157-01",
  "first_page_order": 181,
  "last_page_order": 189
}
