{
  "id": 216201,
  "name": "International & Great Northern Railway Company v. J. B. Hall",
  "name_abbreviation": "International & Great Northern Railway Co. v. Hall",
  "decision_date": "1892-11-03",
  "docket_number": "No. 17",
  "first_page": "221",
  "last_page": "226",
  "citations": [
    {
      "type": "official",
      "cite": "1 Tex. Civ. App. 221"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 606,
    "char_count": 14794,
    "ocr_confidence": 0.537,
    "pagerank": {
      "raw": 4.076306636737454e-08,
      "percentile": 0.008673785402358367
    },
    "sha256": "8f5e4e33e10c322b36790a0f6b21137b105d7b0dafcb7d05c96689d9b15084a8",
    "simhash": "1:4e2893ab6e2e0254",
    "word_count": 2682
  },
  "last_updated": "2023-07-14T14:31:22.177647+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "International & Great Northern Railway Company v. J. B. Hall."
    ],
    "opinions": [
      {
        "text": "GARRETT, Chief Justice.\nAction for damages from personal injuries received by appellee while engaged in the service of appellant repairing cars. Judgment was recovered for $3500.\nThe suit.was instituted November 13, 1888, and on a former trial appellant recovered judgment for $6000, which was reversed by the Supreme Court because the amount of the judgment was excessive. 78 Texas, 657.\nAt the time of the injury plaintiff was 25 years old. He was by occupation a house carpenter, and had been in the employ of defendant about three months in its repair yard at Palestine, repairing cars. On October 11, 1888, he was engaged at work with other workmen putting a sill in the end of a flat car. He, was between two cars, which stood two or three feet apart, when a switch engine which ran in on the repair track struck the cars' in front of him, and pushed the car on which he was at work against the next car, and broke his arm below the elbow.\nA. T. Wood was foreman of the switch engine, and had charge of it in making up trains and putting cars where they belonged. Cars in bad order were taken out of trains and switched on to the repair tracks. The foreman of the switch engine or a switchman would throw the switch for that purpose. On the day of the accident Wood went in on the repair track with the switch engine to get out a couple of cars. He said: “We hallooed out to look out, the same we always do when we want to go in. I think the bell was ringing at the time. That was all the engineer had to do, and the fireman even did that. It was his duty to ring the bell, and besides that we hallooed to look out on that occasion. There were no flags out, and I did not see anybody under the cars.” There were a number of engines moving in the yards and bells were ringing; the shops were close by, and they were noisy from the beating of metal, the running of machinery, and the men at work.\nPlaintiff testified, that he did not know that the engine was coming in, and that the first that he knew that anything was going to happen the cars were coming against him, and he did not have time to get out; that no one had given him notice, and that no notice at all was given. That the company had never given him any instructions about any rules it liad for giving notice, and he did not know whether they had any rules or not; that he supposed they would protect him, and that they had rules suffi-' cient for that purpose. Plaintiff was employed in the car building department, of which one, Siddons was master; he worked under a foreman named Williams, but Siddons had the authority to employ the men.\nWhenever the switch engine went on to the repair track to take ears in or to bring them out, the usual notice was to halloo “ look out,” and the bell was kept ringing while the engine was moving. It was usual for the switchman or the foreman of the engine to halloo out to the men on the repair track whenever an engine came in.\nThe switches leading to the repair track were kept locked, and the switchman carried the key and unlocked the switch whenever it was necessary to run in an engine.\nThere were rules to protect the men working on the repair tracks. When an engine was about to go in on a track the rules were for the switchmen to notify the men by ringing the bell of the engine and also to halloo to the men. The foreman of the repair yard would also, if he were there, notify them. It was the duty of both the foreman of the engine and the foreman of the men to give notice. It was the rule that somebody must always, give notice. There was a conflict of evidence as to the use of flags. It was testified that the company furnished the workmen with flags, which were stuck up on the track, and that when a flag was up it was forbidden to touch a car with the engine. There was no flag up when plaintiff was injured. Some of the evidence showed that flags had not been brought into use when the accident occurred.\nWith respect to the injury, the plaintiff testified that his right arm was broken just below the elbow and a mark was left where it was broken; that he could not use it at all for about four months; that the arm was about a half-inch shorter and was weaker than it was before, and he could not lift much that was heavy with it; that it hurt him when he worked. It diminished his capacity as a carpenter. Before he was injured he could make $2.50 a day, but since he could only make 82.25. He worked for the defendant at 82, but that was because he got a steady job. The occupation of a carpenter required heavy lifting, and he could do no heavy work. He could not use a plane as long and as well as before, nor reach to nail overhead without a great deal of inconvenience. That his arm seemed stiff, and he could not turn his hand up without bending his elbow in toward his body; this arm was not so large as the other since it was broken, and the development of the muscle had been affected; it was not so large. The bone bulged out where it was broken.\nDr. West, a physician, testified, that the rotation of the arm was destroyed by the formation of callus between the two bones which united them; that the bone was broken near the joint, and it was unusual for a fracture of that kind to leave any use at all; that it was a comminuted fracture — that is, the bone had been broken in pieces. The arm had been shortened, he thought, from the overlapping of the bones. In a lateral strain plaintiff could bear as much pressure as he ever could, but not as much in lifting at right angles. With the bones grown together and lapped an injury of that kind would last plaintiff as long as he lived. lie thought both bones had been broken.\nDr. Colley testified, that it was a simple fracture of the ulna, the inner bone of the right arm; that the arm was well, and he did not see why plaintiff could not use it as well as he could before; there was a protuberance which might grow less. Dr. Colley was defendant company’s surgeon and treated plaintiff in the hospital of the company to which he had been taken after the accident.\nDr. West had examined plaintiff’s arm and was familiar with' its condition.\nAppellant has assigned errors:\n1. That the verdict is contrary to the law and the evidence, because the evidence showed that plaintiff had worked in the yard about three months before the injury, and knew all about the rules and regulations under which that work was carried on, and the methods adopted and practiced to protect the men at work, had never complained, and therefore assumed the risk of such imperfect methods, if they were imperfect.\n2. The verdict of the jury was excessive in amount, under the evidence.\n3. There was error in permitting plaintiff, over defendant’s objection, to prove that defendant caused danger flags to be used after plaintiff’s injury.\nOn the former appeal of this case the charge of the court below was the same that was given on the trial from which this appeal is had, and the Supreme Court then approved the charge, and said: “It was the duty of defendant to establish regulations which would have advised its servants who were engaged in moving cars on to the track where plaintiff was at work of his position, and it should also have provided adequate means of warning them of the approaching danger.” 78 Texas, 660. That the means of warning plaintiff of the approach of danger were inadequate, is involved in the finding of the jury under the charge of the court; and no question of that is made by the appellant; but the question is, that the plaintiff was aware of the means used and should not have continued in defendant’s service without complaint; that by doing so, he assumed whatever risk there was in so continuing. The court correctly instructed the jury, that if the defendant had failed to establish reasonable rules to protect employes, and plaintiff knew this, or by the use of ordinary care might have known it, and still continued in the employment exposed to such danger, he could not recover. Whether the plaintiff knew of the rules established for the protection of the workmen, or by the exercise of ordinary care might have known them, was a question for the determination of the jury, and for us to set aside the verdict in this respect we should be able to say that plaintiff, from his service of three months in the repair yard of the defendant, was bound to know what means, if any, were provided for the protection of the workmen, for he testified that the company had never given him any instructions as to what rules it had about giving notice; that he did not know whether it liad any rules or not, but that he was working under the supposition that it would protect him and that the rules were sufficient for that purpose; and the only evidence from which we could infer that he knew the rules, or might have known of them, was the time of service.\nThe defendant would not be liable for the negligence of a fellow servant of the plaintiff if it furnished adequate means and rules for the protection of the plaintiff while at work; nor would the defendant be liable, although the means furnished and the rules established were inadequate, if the plaintiff had knowledge thereof, or by the exercise of ordinary diligence might have liad knowledge thereof, and voluntarily continued in the service of the defendant. But if the precautions taken by the defendant were inadequate, and the plaintiff did not know what precautions were being taken, and was not chargeable with the want of ordinary care in failing to ascertain what the precautions were, then the defendant would be liable. We can not say that the plaintiff was guilty of negligence in failing, within the time he was in the service of the defendant, to ascertain the precautions that were being used. He was relying on the defendant to protect him, and it not having been shown that anything had occurred to attract plaintiff’s attention to just what precautions were being taken, we do not feel authorized to say that three months service in the yard would be considered evidence of negligence on his part.\nWhile the amount of the verdict may seem large, yet plaintiff has received a permanent injury, and the usefulness of his right arm has been impaired for life. It does not appear that the jury was influenced by passion or prejudice, and we will not disturb the verdict.\nIt has been held that it is error to admit evidence of changes on the part of a railway company to improve the service after an accident, and properly so, although the change should have been suggested and caused by the accident itself, because it is for the public good that the operation of railways should be rendered as safe as possible. ■ But the evidence objected to, as to the use of the flags after the accident had occurred, was in rebuttal of the testimony of the witness Siddons, that flags were kept for use by employes before and at the time of Hall’s injury, and plaintiff offered the evidence for the purpose of showing that the custom of using flags was after and not before the injury to plaintiff. The evidence was to show when the flags were used, and not to show negligence by failure to use them; and the court admitted it for the purpose for which it was offered alone, and so instructed the jury. There was no error in the admission of the evidence under the circumstances.\nDelivered November 3, 1892.\nWe find no error in the record, and the judgment of the court below will be affirmed.\nAffirmed.\nJustice Williams did not sit in this case.",
        "type": "majority",
        "author": "GARRETT, Chief Justice."
      }
    ],
    "attorneys": [
      "G. H. Gould, for appellant.",
      "Gregg & Reeves, for appellee."
    ],
    "corrections": "",
    "head_matter": "International & Great Northern Railway Company v. J. B. Hall.\nNo. 17.\n1. Case Approved. — The International & Great Northern Railway Company v. J. B. Hall, 78 Texas, C57, approved.\n2. Knowledge of Rules a Question for Jury. — Whether the plaintiff (a workman in the employ of the company) knew of the rules established for the protection of the workmen, or by the exercise of ordinary care might have known them, was a question for the determination of the jury; and for us to set aside the verdict in this respect we should be able to say that plaintiff, from his service of three months in the repair yard of defendant, was bound to know what means, if any, were provided for the protection of the workmen.\n3. Inadequate Precautions — Liability of Company. — Defendant would not be liable for the negligence of a fellow servant of plaintiff if it furnished adequate means and rules for the protection of plaintiff while at work, nor would it be liable, although the means furnished and the rules established were inadequate, if the plaintiff had knowledge thereof, or by the exercise of ordinary diligence might have had, and voluntarily continued in its service. But if the precautions taken by defendant were inadequate, and plaintiff did not know what precautions were being taken, and was not chargeable with want of ordinary care in failing to ascertain them, then defendant would be liable.\n4. Evidence of Changes made After Accident. — Evidence of improved methods adopted by the company after the accident, and in consequence thereof, is not primarily admissible; but when admitted in rebuttal of the evidence of the opposite party, and the jury in the charge are specially instructed as to the purpose for which it has been admitted, such action is not ground for reversal.\n5. Verdict Approved for $3500 for a broken arm.\nAppeal from Anderson. Tried below before Hon. F. A. Williams.\nFacts are stated in the opinion and in the ease of the International & Great Northern Railway v. Hall, 78 Texas, 657.\nG. H. Gould, for appellant.\n1. If the rules and regulations of the defendant were imperfect and insufficient to afford reasonable protection to employes, yet if plaintiff knew the character of said rules or the want of proper rules, or could have known them, and voluntarily entered upon said employment, and continued in the same under said rules or want of rules without protest, he assumed all the risks of said employment under said defective rules. Railway v. Lempe, 59 Texas, 19; Kelley v. Railway, 5 Am. and Eng. Ry. Cases, 460, 469; Price v. Railway, 15 Am. and Eng. Ry. Cases, 168; Hewett v. Railway, 31 Am. and Eng. Ry. Cases, 249; Rush v. Railway, 28 Am. and Eng. Ry. Cases, 485..\n2. The verdict in this case, being clearly against the law as submitted by the court and the plaintiff’s own testimony, should be set aside. Railway v. Schmidt, 61 Texas, 282; Chandler v. Meckling, 22 Texas, 42; Moore v. Anderson, 30 Texas, 228; Railway v. Smith, 52 Texas, 178.\n3. Plaintiff’s injury was the result of negligence on the part of his fellow servants in not giving Mm timely warning of the approaching engine or cars, and he therefore is not entitled to recover. Dallas v. Railway, 61 Texas, 196; Railway v. Cowser, 57 Texas, 303.\nGregg & Reeves, for appellee."
  },
  "file_name": "0221-01",
  "first_page_order": 245,
  "last_page_order": 250
}
