{
  "id": 216253,
  "name": "F. A. Weidemeyer et al. v. B. F. and W. Broyles",
  "name_abbreviation": "Weidemeyer v. Broyles",
  "decision_date": "1892-11-17",
  "docket_number": "No. 4-180",
  "first_page": "258",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "1 Tex. Civ. App. 258"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 210,
    "char_count": 3881,
    "ocr_confidence": 0.552,
    "sha256": "7acc1e9c5b35fa341f80707165682c4cc861c0f504ed6a0c7f7b66065f5e47ea",
    "simhash": "1:1b6c6b822606a1ee",
    "word_count": 686
  },
  "last_updated": "2023-07-14T14:31:22.177647+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "F. A. Weidemeyer et al. v. B. F. and W. Broyles."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nThe appellees in this case recovered a judgment against the appellants in the District Court of Anderson County, on the 23rd day of November, 1891, to which judgment the appellants, who were defendants in the court below, excepted and gave notice of appeal to the Supreme Court. On the 6th day of January, 1892, the defendants perfected their appeal by filing a proper appeal bond. The appeal was returnable to the Tyler Term of the Supreme Court, which would have commenced, as the law then stood, on the first Monday in October, 1892; and the appellants would have had until the first day of the assignment, during said term, to which Anderson County belonged in which to file the transcript in the Supreme Court. The transcript was not filed in the Supreme Court and has not been filed in this court.\nOn September 1, 1892, the law took effect establishing the Courts of Civil Appeals. Section 3 of an act to amend the law governing the practice in the District and County Courts, passed at the late special session of the Legislature, to conform it to the law establishing the Courts of Civil Appeals, approved April 13, 1892, provides: 11 That all appeals and writs of error taken and perfected from any District or County Court to the Supreme Court or Court of Appeals, before the taking effect of this act, shall be returnable to the Courts of Civil Appeals under the provisions of this act, and shall be decided under the same rules as if they had been so perfected after this law shall take effect.”\nDelivered November 17, 1892.\nSection 20 of the act creating the Courts of Civil Appeals reads: “In any appeal or writ of error as provided for in this act, the appellant or plaintiff in error shall file the transcript with the clerk of the Court of Civil Appeals within ninety days from the perfecting of the appeal or service of the writ of error; provided, for good cause shown, the court may permit the transcript to be thereafter filed upon such terms as it may prescribe.”\nIf the appellant should fail to file a transcript of the record as directed, then the appellee may have the judgment of the court below affirmed on certificate. Law Spec. Sess. Leg., 1892, 28.\nIn the absence of any specific provision of the law as to when the record shall be filed in cases in which the appeal has been perfected in the District or County Court for more than ninety days before the Courts of Civil Appeals were organized, we must look to the entire law on the subject, and determine, if we can, what the practice should be. To require the record to be filed within ninety days from the time when the appeal was perfected to the Supreme Court, would defeat the right of appeal, as that time had expired when the Courts of Civil Appeals were organized. We think that a reasonable construction of the law would be, that the appeal became perfected to this court on the day that the act establishing the Courts of Civil Appeals took effect, and that the appellants would have ninety days from that date, September 1, 1892, within which to file the transcript of the record in this court. As that time has not yet expired, the motion to affirm the judgment of the court below, on certificate, will be overruled.\nMotion overruled.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "A. W. Gregg, for the motion."
    ],
    "corrections": "",
    "head_matter": "F. A. Weidemeyer et al. v. B. F. and W. Broyles.\nNo. 4-180.\nAppeals, when Perfected — Affirmance on Certificate. — Appeals heretofore perfected to the Supreme Court became perfected to this court on September 1,1892, the day the law establishing this court took effect, and appellants have ninety days from that date within which to file the transcript of the record in this court, and before the expiration of the ninety days judgments in such cases will not be affirmed on certificate.\nAppeal from Anderson. Motion to affirm on certificate.\nThe facts upon which affirmance was asked are stated in the opinion.\nA. W. Gregg, for the motion."
  },
  "file_name": "0258-01",
  "first_page_order": 282,
  "last_page_order": 283
}
