{
  "id": 216235,
  "name": "A. W. Heller v. The City of Alvarado",
  "name_abbreviation": "Heller v. City of Alvarado",
  "decision_date": "1892-11-29",
  "docket_number": "No. 726",
  "first_page": "409",
  "last_page": "411",
  "citations": [
    {
      "type": "official",
      "cite": "1 Tex. Civ. App. 409"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "9 Am. Rep., 399",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "38 Conn., 422",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        759965
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/38/0422-01"
      ]
    },
    {
      "cite": "61 Ill., 398",
      "category": "reporters:state",
      "reporter": "Ill.",
      "opinion_index": -1
    },
    {
      "cite": "50 Me., 376",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        639002
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/50/0376-01"
      ]
    },
    {
      "cite": "26 Vt., 482",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        4427990
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/26/0482-01"
      ]
    },
    {
      "cite": "36 Mich., 39",
      "category": "reporters:state",
      "reporter": "Mich.",
      "opinion_index": -1
    },
    {
      "cite": "56 N. H., 155",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        1803611
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/56/0155-01"
      ]
    },
    {
      "cite": "57 Me., 392",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        634480
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/57/0392-01"
      ]
    },
    {
      "cite": "11 S. W. Rep., 803",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 348,
    "char_count": 5446,
    "ocr_confidence": 0.609,
    "pagerank": {
      "raw": 1.3772096652799497e-07,
      "percentile": 0.6397726276705707
    },
    "sha256": "c6952b9823b507fa118756592b49ebb15e681ec3da0b70d46f230803a14c748b",
    "simhash": "1:76df9ff712e0cc6b",
    "word_count": 946
  },
  "last_updated": "2024-02-27T16:44:05.763049+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "A. W. Heller v. The City of Alvarado."
    ],
    "opinions": [
      {
        "text": "STEPHENS, Associate Justice.\nThis action was originally brought in a Justice Court of Johnson County, by the City of Alvarado against appellant, to recover $150 as license tax imposed by said city upon the occupation of a retail liquor dealer. Appellee sued as a municipal corporation, claiming to be duly incorporated under the laws of the State. Appellant filed a written plea in the Justice Court, termed by him a plea to the jurisdiction, in which he set up that the court was without jurisdiction to entertain a suit to collect taxes, and in support of this position alleged, that the ordinance levying the tax was invalid for want of the two-thirds majority of the city council in its adoption, and that the ordinance which directed the suit to be brought against this appellant (naming him) for a failure to pay occupation taxes was a discrimination against him, though alleged to have been enacted for his especial benefit. This plea also alleged that a criminal prosecution had been instituted in the Mayor’s Court of said city of Alvarado on account of the nonpayment of these taxes, in which a fine had been adjudged against appellant, from which an appeal had been taken to the County Court, where the prosecution was still pending. This plea was sworn to. In addition, appellant answered, setting up that appellee had attempted to adopt as its charter the general law providing for the charter of cities and towns of over 1000 inhabitants, but that this was ineffectual, because not adopted by a two-tliirds majority of the city council. This plea was not sworn to, nor was there any plea filed by appellant in writing and sworn to which denied that appellee was a corporation as claimed by it.\nDelivered November 29, 1892.\nThe appellee recovered judgment in the Justice Court for §150, and on appeal in the County Court, for §150 and §6.25 interest, from which last judgment this appeal is prosecuted.\nWe conclude that, in the absence of a sworn plea denying that the city of Alvarado was a corporation, the court did not err in overruling this defense of appellant. We are also of the opinion that the evidence warranted the County Court in the finding that the ordinance imposing the tax was legally enacted, and that under article 433 of the Revised Statutes the city of Alvarado could maintain a suit to recover the taxes. We, however, find no authority for said city to recover interest in addition to the taxes. This part of the judgment therefore can not be sustained. Cave v. Houston, 65 Texas, 622; Tel. Co. v. The State, 55 Texas, 319; Galveston v. Heard, 54 Texas, 420; Edmonson v. Galveston, 53 Texas, 157.\nFor authorities in support of the power of the city to maintain the suit for taxes, see Howard v. Mayor, 59 Texas, 77, and the above case cited in 65 Texas. We are of opinion that the pendency of the criminal prosecution was not a bar to this action, this remedy being cumulative, and it not being shown that the criminal prosecution had resulted in the collection of said taxes.\nIt is concluded that the judgment should be reformed by omitting therefrom the recovery of interest, and affirmed in the recovery of the amount of the taxes, and that the costs of this appeal be adjudged against appellee.\njReformed.",
        "type": "majority",
        "author": "STEPHENS, Associate Justice."
      }
    ],
    "attorneys": [
      "W. H. S. Kelton, for appellant.",
      "No brief for appellee reached the Beporter."
    ],
    "corrections": "",
    "head_matter": "A. W. Heller v. The City of Alvarado.\nNo. 726.\n1. Plea Denying Incorporation must be by Affidavit. —Where an incorporated city sues as such, it is not error to overrule an unsworn plea denying that it is duly incorporated. ' \"\n2. Occupation Taxes — Interest. — Taxes are distinguishable: from ordinary debts as to hearing interest; and where an action is given'for taxes, interest is not recoverable unless the statute gives it. Telegraph Co., v. The .State, 55 Texas, 314.\n3. Municipal Corporation — Power to Sell for Taxes — Cases Followed. — The cases of Cave v. City of Houston, 65 Texas, 622, and Howard v. Mayor, 59 Texas, 77. support the power of a city to maintain suit for the recovery of taxes.\n4. Occupation Taxes — Criminal Prosecution no Bar to Civil Suit. — A plea to a civil suit for recovery of occupation taxes, alleging that a criminal prosecution has been instituted against defendant on account of the nonpayment of these same taxes,and afine adjudged therein against defendant, from which an appeal has been taken which is still pending, presents no bar to the civil action, which is cumulative; it not being shown that the criminal prosecution has resulted in the collection of the taxes.\nAppeal from the County Court of Johnson. Tried below before Hon. F. E. Adams.\nW. H. S. Kelton, for appellant.\n1. The city of Alvarado can not maintain her suit for the collection of occupation tax herein sued for, in the absence of legislative authority. Rev. Stats., arts. 432, 433; 51 Texas, 320; Allen v. Galveston, 51 Texas, 302; Baldwin v. Hewitt, 11 S. W. Rep., 803; Water Co. v. Kentucky, 5 L. R., 69; Augusta v. North, 57 Me., 392; Hubbard v. Clark, 56 N. H., 155; Staley v. Columbus, 36 Mich., 39; Shaw v. Pickett, 26 Vt., 482; Burr, on Tax., 433-435; Cool, on Tax., 461; Burr, on Tax., 370; Packard v. Tisdale, 50 Me., 376; Geneva v. Cole, 61 Ill., 398; New Haven v. Fair Haven, 38 Conn., 422; 9 Am. Rep., 399.\n2. The court erred in rendering judgment against defendant for $6.25 interest on the judgment from September 9, at 8 per cent, because there is no authority allowing interest on occupation taxes. Eev. Stats., arts. 425-437.\nNo brief for appellee reached the Beporter."
  },
  "file_name": "0409-01",
  "first_page_order": 433,
  "last_page_order": 435
}
