{
  "id": 216198,
  "name": "Anson Mills et al. v. George Paul et al.",
  "name_abbreviation": "Mills v. Paul",
  "decision_date": "1892-11-02",
  "docket_number": "Motion No. 17",
  "first_page": "419",
  "last_page": "422",
  "citations": [
    {
      "type": "official",
      "cite": "1 Tex. Civ. App. 419"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 413,
    "char_count": 9429,
    "ocr_confidence": 0.576,
    "pagerank": {
      "raw": 2.0321362621914304e-07,
      "percentile": 0.7467240368067791
    },
    "sha256": "5d564dfb699541f4589a1f2613248bda9a6d54b56e349f0cfc2b69c7540404ed",
    "simhash": "1:956fbeb8108e2dbe",
    "word_count": 1657
  },
  "last_updated": "2023-07-14T14:31:22.177647+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Anson Mills et al. v. George Paul et al."
    ],
    "opinions": [
      {
        "text": "KEY, Associate Justice.\nThe appellees in this case have filed a mo-\ntion seeking to strike from the files and have this court refuse to consider the transcript filed by the appellants, upon the grounds:\n1. That the record shows four separate and distinct judgments of four separate and distinct cases.\n2. Because the caption does not refer to or name either one of the causes, the record of which is presented and transcript filed.\n3. Because the certificate of the clerk only refers to three of the causes tried, and does not embrace the principal case disclosed by the record.\n4. Because the clerk’s endorsement upon said transcript does not show for whom the transcript was applied and for whom it was delivered.\nThe appellants resist this motion, upon the grounds:\n1. That the motion is too late, because the Supreme Court granted leave to file the transcript.\n2. Because it is claimed that the appellees, in signing the waiver of time for filing tlie transcript, have waived their right to object to the transcript that is filed.\n3. They claim that there is no merit in the motion, as the record shows that all of said causes have been consolidated.\nThe record shows that on the 23rd day of June, 1890, the District Court of El Paso County made an order consolidating nine several causes, and ordered that they be tried as one cause, to-wit, Charles E. Fruin v. George Paul et al., file No. 1319; Momsen and Thorn v. George Paul et al., file No. 1320; William Cameron & Co. v. George Paul et al., file No. 1322; O. T. Bassett v. Charles E. Fruin et al., file No. 1323; Burton, Lingo & Co. v. George Paul et al., file No. 1324; T. M. Cooney v. George Paul et al., file No. 1325; Davis and Rogers v. Anson Mills et al., file No. 1327; Berla & Co. v. Anson Mills et al., file No. 1340; George Paul v. Anson Mills et al., file No. 1326; and that all of said parties in said several suits file their pleadings in this cause under file No. 1319; and that all the rights of said secondary parties be adjusted in this said cause.\nThis order was made in cause No. 1319, Charles E. Fruin v. George Paul et al., and was made upon the application of the appellants in this cause, and embraces the four causes shown by the record to' have been tried in said court.\nAt the February term, 1892, four of the cases embraced in the foregoing order of consolidation, to-wit, William Cameron & Co. v. George Paul et al., file No. 1322; O. T. Bassett v. Charles E. Fruin et al., file No. 1323; T. M. Cooney & Co. v. George Paul et al., file No.-; George Paul et al. v. Anson Mills, J. F. Crosby, and Josephine Crosby, file No.-, were tried, and separate verdicts returned, and separate judgments entered in each of said causes. The trial (or trials) was had upon separate petitions of each set of plaintiffs, but on one answer, so prepared as to constitute an answer to each petition. The court gave separate charges applicable to each case.\nThereafter a motion for a new trial was filed in the cause of Charles E. Fruin v. George Paul et al., stating that the defendants, Anson Mills, J. E. Crosby, and Josephine Crosby, moved the court to set aside the verdicts and judgments rendered in the following causes consolidated and tried with this cause, viz., George Paul v. Anson Mills et al., No. 1326; O. T. Bassett v. Charles E. Fruin et al., No. 1323; William Cameron & Co. v. George Paul et al., No. 1322, and T. M. Cooney & Co. v. George Paul et al., No. 1325.\nThis motion being overruled, defendants gave notice of appeal.\nThe statement of facts was prepared and filed by the district judge in cause of Charles E. Fruin v. George Paul et al., No. 1319, and certain causes consolidated therewith.\nThe appellants’ assignment of errors is filed in the same cause, and assigns errors committed in the trial of the foregoing four cases, giving their styles and numbers, as consolidated and tried together.\nThe appellants filed four supersedeas and appeal bonds in cause No. 1319, of Charles E. Fruin v. George Paul et al., each reciting that, “ Whereas, in the above styled and numbered cause, and causes consolidated therewith, pending, in said District Court of El Paso county, Texas, the plaintiff [giving the name of the plaintiff] had recovered judgment against defendants in said cause,” etc.\nThe clerk’s certificate at the end of the transcript reads as follows:\n“ State of Texas, County of El Paso. — I, J. A. Escajeda, clerk of the District Court in and for El Paso County, Texas, do hereby certify that the foregoing pages are a true and correct transcript of all papers, orders, decrees, and proceedings had in the District Court of El Paso County, Texas, in causes Nos. 1322, 1323, 1324, and 1326, wherein William Cameron & Co., plaintiffs, v. George Paul et al., defendants; O. T. Bassett, plaintiff, v. Charles E. Fruin et al., defendants; T. M. Cooney & Co., plaintiffs, v. George Paul et al., defendants, as the same, with other causes, were consolidated as one Cause, under No. 1319, where Charles E. Fruin, plaintiff, v. George Paul et al., defendants, together with a correct and true bill of costs herein.”\nThis certificate is properly signed and has the seal attached.\nWhile the judgments themselves do not show it, it is admitted in appellees’ motion that the four cases were tried at the same time and -before the same jury; but inasmuch as the record shows separate charges, verdicts, and judgments, we believe that, for the purposes of an appeal, they must be treated as separate and distinct trials.\nIf this is not true, then, treating the order of consolidation as in force at the time of the trials, it appears that there is no final judgment in the case; because the judgments rendered in the court below do not dispose of the other five cases, and the rights of the parties therein, with which these four were consolidated. Martin v. Crow, 28 Texas, 614; Simpson v. Bennett, 42 Texas, 241; Linn v. Arambould, 55 Texas, 611; Mignon v. Brinson, 74 Texas, 18.\nHowever our attention may be called to the fact, if the record discloses that no final judgment has been rendered in a cause, then this court is compelled to dismiss the appeal for want of jurisdiction; and sustaining the motion before us has the same effect.\nIf it be true that the order of consolidation was in force at the time of the trial, and the other parties to the consolidated suit had not withdrawn or been dismissed from the case or otherwise disposed of, then the proceedings of the court below — from which this appeal is sought to be prosecuted — did not constitute a final judgment; and while without acquiring jurisdiction of the case we have no authority to direct how the District Court should proceed, yet if it be a fact that there has been no final judgment rendered, then in law the consolidated case should be proceeded with and tried in the District Court as though there had never been any trial therein.\nDelivered November 2, 1892.\nIt follows, therefore, that the first ground of the motion is well taken; and inasmuch as the certificate of the clerk undertakes to enumerate the several causes tried, and omits the case of George Paul v. Anson Mills, Josiah F. Crosby, and Josephine Crosby, except by giving its file number, it must also be held that the third ground of the motion is well taken. Sup. Ct. Rules 90, 96.\nWe do not think that appellees are precluded from making this motion by their action as stated in the appellants’ answer to the motion. All that they did was to sign a' paper admitting that the facts stated in the appellants' motion to be allowed to file transcript after the time required by law, excusing themselves for not filing the same, were true, and consenting that appellants might file a transcript and their briefs at a later day than that permitted by the rules. They did not consent to the filing of any particular transcript.\n-Nor did the Supreme Court, in granting appellants permission to file transcript at a later day than required by law, give permission to file this particular transcript.\nFor the reasons above stated, the motion to strike out the transcript filed by appellants on the 25th day of June, 1892, will be granted, and the appeal herein dismissed.\nDismissed.",
        "type": "majority",
        "author": "KEY, Associate Justice."
      }
    ],
    "attorneys": [
      "M. W. Stanton, for appellants.",
      "Patterson & Buckler, for appellees."
    ],
    "corrections": "",
    "head_matter": "THIRD DISTRICT, NOVEMBER, 1892.\nAnson Mills et al. v. George Paul et al.\nMotion No. 17.\n1. Practice on Appeal —Want of Final Judgment. — However the attention of the court be called to the fact, if the record discloses that no final judgment has been rendered in a cause, the appeal must be dismissed for want of jurisdiction.\n2. Final Judgment. — Several causes are shown to have been consolidated in the trial court. A judgment in such consolidated case, to be final, must dispose of the litigation as to all the parties in such suit. See example.\n3. Certificate of Clerk to Transcript. — In an appeal taken from a judgment in a case in which several cases had been consolidated, the clerk in his certificate to the transcript omitted several of the cases, while purporting to give all the cases. Such defect appearing, was ground for striking the transcript from the files of the court.\n4. Waiver. — That the Supreme Court permitted the transcript to be filed, and the parties had agreed thereto, after the time required by law, did not preclude action upon defects in the transcript requiring its dismissal.\nAppeal from El Pasp. Motion to dismiss.\nM. W. Stanton, for appellants.\nPatterson & Buckler, for appellees."
  },
  "file_name": "0419-01",
  "first_page_order": 443,
  "last_page_order": 446
}
