{"inputs": ["\"\"\"I love this product!\"\"", "\"\"\"The service was terrible.\"\"", "\"\"\"This movie is amazing!\"\"", "\"\"\"I'm so disappointed with their customer support.\"\"", "\"\"\"Just had the best meal of my life!\"\"", "\"\"\"The quality of this product is subpar.\"\"", "\"\"\"I can't stop listening to this song. It's incredible!\"\"", "\"\"\"Their website is so user-friendly. Love it!\"\"", "\"\"\"I loved the movie! It was fantastic!\"\"", "\"\"\"The customer service was terrible.\"\"", "\"\"\"This book made me feel inspired. Highly recommended!\"\"", "\"\"\"I'm extremely disappointed with their product quality.\"\"", "\"\"\"Just had the most amazing vacation! I can't wait to go back.\"\"", "\"\"\"The food at this restaurant was awful. Never going back again!\"\"", "\"\"\"I can't stop listening to this song. It's my new favorite!\"\"", "\"\"\"Their website is so confusing and poorly designed.\"\"", "\"\"\"I had an incredible experience at the theme park. So much fun!\"\"", "\"\"\"The product arrived damaged. Very disappointed.\"\"", "\"\"\"The concert was absolutely breathtaking. Best performance ever!\"\"", "\"\"\"I had a terrible experience with their customer support.\"\"", "\"\"\"This movie is a masterpiece! I was blown away.\"\"", "\"\"\"The customer service at this store is top-notch.\"\"", "\"\"\"I'm disappointed with the ending of this book. It fell flat.\"\"", "\"\"\"The product I received was damaged. Unacceptable.\"\"", "\"\"\"Just had the worst flight experience. Delayed and rude staff.\"\"", "\"\"\"The hotel stay was absolutely amazing! Luxury at its finest.\"\"", "\"\"\"The food at this restaurant was outstanding. Highly recommended!\"\"", "\"\"\"This playlist is my go-to for workouts. Energizing and motivating!\"\"", "\"\"\"I had a frustrating experience navigating through their website.\"\"", "\"\"\"The roller coaster ride was thrilling! Heart-pounding excitement!\"\"", "\"\"\"The product I ordered never arrived. Terrible service.\"\"", "\"\"\"I can't get enough of this band. Their music is incredible!\"\"", "\"\"\"I had a great chat with their customer support. Helpful and friendly.\"\"", "\"\"\"This restaurant has the most delicious food. I can't wait to go back!\"\"", "\"\"\"The product I purchased broke within a week. Poor quality.\"\"", "\"\"\"This book is thought-provoking and beautifully written. Highly recommended!\"\"", "\"\"\"The customer service at this store is exceptional. They went above and beyond.\"\"", "\"\"\"I had a terrible experience with their technical support. No resolution.\"\"", "\"\"\"The live concert was electrifying! The band's energy was contagious.\"\"", "\"\"\"I'm disappointed with the food at this restaurant. It was tasteless.\"\"", "\"\"\"This song always puts me in a good mood. It's my go-to feel-good track!\"\"", "\"\"\"The website is slow and unresponsive. Difficult to navigate.\"\"", "\"\"\"The roller coaster ride was exhilarating! Pure adrenaline rush!\"\"", "\"\"\"The product I ordered arrived damaged. Very disappointed with the packaging.\"\"", "\"\"\"I'm captivated by this band's unique sound. They're a breath of fresh air!\"\"", "\"\"\"The customer support was quick to respond and resolved my issue. Impressed!\"\"", "\"\"\"This restaurant has the best food. I highly recommend it!\"\"", "\"\"\"The plot of this movie is confusing and hard to follow.\"\"", "\"\"\"I'm addicted to this game. It's so much fun!\"\"", "\"\"\"The customer service at this hotel was terrible. Avoid at all costs.\"\"", "\"\"\"This book bored me to tears. I couldn't finish it.\"\"", "\"\"\"I'm impressed with the sound quality of these headphones. Excellent!\"\"", "\"\"\"The website design is sleek and user-friendly. Easy to navigate.\"\"", "\"\"\"I had a terrible experience with their delivery service. Late and unprofessional.\"\"", "\"\"\"The concert was mind-blowing! The band knows how to put on a show.\"\"", "\"\"\"I'm extremely disappointed with the customer support. No resolution.\"\"", "\"\"\"The hotel staff were rude and unprofessional. Terrible customer service.\"\"", "\"\"\"The food at this restaurant was mediocre. Nothing special.\"\"", "\"\"\"This song always puts me in a nostalgic mood. It reminds me of good times.\"\"", "\"\"\"The website loading speed is frustratingly slow. Needs improvement.\"\"", "\"\"\"The food at this cafe exceeded my expectations. Absolutely delicious!\"\"", "\"\"\"I'm disappointed with the ending of this TV show. It left too many unanswered questions.\"\"", "\"\"\"This album is a masterpiece. Every song is a work of art!\"\"", "\"\"\"The website layout is cluttered and confusing. Difficult to find information.\"\"", "\"\"\"The roller coaster at this theme park is a thrilling experience. A must-try!\"\"", "\"\"\"The product I ordered never arrived. Poor customer service.\"\"", "\"\"\"I'm in awe of this artist's talent. Their paintings are breathtaking!\"\"", "\"\"\"The food at this restaurant was disappointing. Not worth the price.\"\"", "\"\"\"This playlist is perfect for relaxation. Soothing and calming!\"\"", "\"\"\"The website navigation is smooth and intuitive. I found what I needed quickly.\"\"", "\"\"\"The ride on this cruise ship was an unforgettable experience. I loved every moment!\"\"", "\"\"\"The product I received was of poor quality. It broke after a few uses.\"\"", "\"\"\"This book kept me hooked from start to finish. A captivating read!\"\"", "\"\"\"The customer service at this store is outstanding. They truly care about their customers.\"\"", "\"\"\"I had a frustrating experience with their technical support. No resolution provided.\"\"", "\"\"\"The hotel staff were rude and unprofessional. Terrible customer service.\"\"", "\"\"\"The food at this restaurant was mediocre. Nothing special.\"\"", "\"\"\"This song always puts me in a nostalgic mood. It reminds me of good times.\"\"", "\"\"\"The website loading speed is frustratingly slow. Needs improvement.\"\"", "\"\"\"I love this product!\"\"", "\"\"\"The service was terrible.\"\"", "\"\"\"This movie is amazing!\"\"", "\"\"\"I'm so disappointed with their customer support.\"\"", "\"\"\"Just had the best meal of my life!\"\"", "\"\"\"The quality of this product is subpar.\"\"", "\"\"\"I can't stop listening to this song. It's incredible!\"\"", "\"\"\"Their website is so user-friendly. Love it!\"\"", "\"\"\"I loved the movie! It was fantastic!\"\"", "\"\"\"The customer service was terrible.\"\"", "\"\"\"This book made me feel inspired. Highly recommended!\"\"", "\"\"\"I'm extremely disappointed with their product quality.\"\"", "\"\"\"Just had the most amazing vacation! I can't wait to go back.\"\"", "\"\"\"The food at this restaurant was awful. Never going back again!\"\"", "\"\"\"I can't stop listening to this song. It's my new favorite!\"\"", "\"\"\"Their website is so confusing and poorly designed.\"\"", "\"\"\"I had an incredible experience at the theme park. So much fun!\"\"", "\"\"", "\"\""]}