{
  "id": 227348,
  "name": "J. C. League v. Thomas S. Snyder et al.",
  "name_abbreviation": "League v. Snyder",
  "decision_date": "1893-11-01",
  "docket_number": "No. 250",
  "first_page": "13",
  "last_page": "15",
  "citations": [
    {
      "type": "official",
      "cite": "5 Tex. Civ. App. 13"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 354,
    "char_count": 5591,
    "ocr_confidence": 0.53,
    "pagerank": {
      "raw": 4.076306636737454e-08,
      "percentile": 0.008996180111177327
    },
    "sha256": "85d79daa2347c5e4807b3f113c05bb1556782c6d5eaab67fd9198ced50f8b398",
    "simhash": "1:6baf6f83a6634040",
    "word_count": 951
  },
  "last_updated": "2023-07-14T18:07:14.925501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "J. C. League v. Thomas S. Snyder et al."
    ],
    "opinions": [
      {
        "text": "TARLTON, Chief Justice.\nSeptember 22,1890, the appellant brought thiscaction of trespass to try title against the appellees, Thomas S. Snyder, Mrs. Pernecy Parks, and others, claiming in privity with her, to recover survey number 7, block number 15, in Mitchell County, containing 640 acres.\nThe defendant Thomas S. Snyder filed a disclaimer of title, alleging possession, however, as lessee of his codefendants. The remaining defendants pleaded not guilty, and the statute of three years limitation. This appeal is from a judgment in favor of the defendants.\nThe appellant and the appellees Parks claim from the Southern Pacific Railway Company, as a common source of title; the appellant by deed dated September 24, 1888, and the appellees named by deed dated November 1, 1862.\nIn November, 1882, the appellee Thomas S. Snyder fenced and took actual possession of the tract in controversy, and though he had no title to the land, he has ever since had notorious and exclusive possession, claiming either as owner or lessee. After he took possession, he leased the tract from the defendants Parks, by written lease, for the years 1883, 1884, and 1885, paying as rent annually $25 in advance for these three years. Since the expiration of this period, he has not paid any rent to the defendants Parks, but he has never notified them that he refused to hold as their lessee.\nThe plaintiff, at the date of his deed, September 24,1888, paid a valuable and adequate consideration for the land. At this date the deed of the defendants Parks was not recorded. Before his purchase the title of record was examined by plaintiff’s attorneys, and by them it was approved as clear of record. The plaintiff had no personal knowledge of the condition of the land, or of any adverse claim thereto, but he failed in any way to investigate or inquire whether any one was in possession of the land.\nDelivered November 1, 1893.\nConclusions of Law. — We entirely concur with the trial court in holding, under the foregoing facts, that the plaintiff is not to be deemed a purchaser without notice of the prior deed of the defendants Parks. At the date of his deed the latter, through their tenant, Snyder, were in the open, notorious, and visible possession of the premises. Such possession operated as constructive notice to appellant of the unrecorded deed under which it was held. Watkins v. Edwards, 23 Texas, 443; Hawley v. Bullock, 29 Texas, 216; Mullins v. Wimberly, 50 Texas, 446; Mainwaring v. Templeton, 51 Texas, 212.\nNor, in our opinion, is this conclusion of constructive notice to be affected by the fact that before his attornment to Parks, Snyder was a trespasser upon the land, or by the further fact that at the date of League’s purchase the term of Snyder’s written lease had expired. It is not pretended that in attorning to Parks, Snyder was in any way the victim of fraud, mistake, or misrepresentation, and under such circumstances his attornment estopped him from questioning his landlord’s title. Tyler v. Davis, 61 Texas, 674.\nThe relation of landlord and tenant between Parks and Snyder continued to exist, even after the expiration of the term of the written contract of lease. Inasmuch as he did not thereafter repudiate the tenancy, and give notice to the landlord of the repudiation, the possession of Snyder was not adverse to that of the defendants Parks. It was, in effect, the possession of the latter at the date of plaintiff’s purchase. Flanagan v. Pearson, 61 Texas, 305.\nThe judgment is affirmed.\nAffirmed.",
        "type": "majority",
        "author": "TARLTON, Chief Justice."
      }
    ],
    "attorneys": [
      "G. E. Mann and Earnest & Shepherd, for appellant.",
      "R. H. Looney, for appellees."
    ],
    "corrections": "",
    "head_matter": "J. C. League v. Thomas S. Snyder et al.\nNo. 250.\n1. Notice of Unrecorded Deed by Possession of Tenant. — Where the owner of land whose deed is unrecorded is in actual possession by a tenant, his possession charges a junior purchaser of the land with notice of such unrecorded title.\n2. Same — Tenancy held to Continue. — The tenant originally took possession as a trespasser, and afterwards attorned to the true owner, and paid rent for three years under a written lease, after the expiration of which he continued in possession, without paying rent, but without repudiating the tenancy. Held, that the tenancy continued, and one who bought the land after the written lease had expired was by such possession charged with notice of the lessor’s title.\nAppeal from Mitchell. Tried below before Hon. William Kennedy.\nG. E. Mann and Earnest & Shepherd, for appellant.\nAt the expiration of the written lease, if there was any tenancy, it was by sufferance, and there was then no privity between the tenant, Snyder, and the Park heirs; and as Snyder did not hold for them, his possession did not charge notice of their unrecorded title. 4 Kent’s Com., 12 ed., 117; Co. Litt., 270b; Wood on Landl. and Ten., 14, 15; 2 Lead. Cases in Eq., 181.\nR. H. Looney, for appellees.\n1. Where possession is rightful and with the consent of the owner, nothing is to be presumed to make it adverse; the mere holding over does not have that effect. And the fact that the possessor first entered as a trespasser and subsequently attorned to his landlord, does not change the rule. Tyler v. Davis, 61 Texas, 674; Flanagan v. Pearson, 61 Texas, 305; Juneman v. Franklin, 67 Texas, 415; Towery v. Henderson, 60 Texas, 296; Oury v. Saunders, 71 Texas, 296.\n2. Possession of land in person, by agent, or tenant is equivalent to registration of title papers under our statute. Watkins v. Edwards, 23 Texas, 443; Hawley v. Bullock, 29 Texas, 216; Mullins v. Wimberly, 50 Texas, 466; Mainwaring v. Templeton, 51 Texas, 212; Wimberly v. Bailey, 58 Texas, 222; Glendenning v. Bell, 70 Texas, 633."
  },
  "file_name": "0013-01",
  "first_page_order": 39,
  "last_page_order": 41
}
