{
  "id": 227360,
  "name": "L. C. Grant v. C. F. Collins",
  "name_abbreviation": "Grant v. Collins",
  "decision_date": "1893-11-15",
  "docket_number": "No. 285",
  "first_page": "45",
  "last_page": "46",
  "citations": [
    {
      "type": "official",
      "cite": "5 Tex. Civ. App. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 250,
    "char_count": 3982,
    "ocr_confidence": 0.529,
    "pagerank": {
      "raw": 7.578924433977877e-08,
      "percentile": 0.44930380110963997
    },
    "sha256": "9f56572aeac86933a39ade4c4bc811beef8c331dd79c9f711145cd64bc5c55a6",
    "simhash": "1:8f2ff809329675ec",
    "word_count": 704
  },
  "last_updated": "2023-07-14T18:07:14.925501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "L. C. Grant v. C. F. Collins."
    ],
    "opinions": [
      {
        "text": "HEAD, Associate Justice.\nAppellee, as plaintiff in the court below, sued A. Newby, W. W. Flood, William McGregor, George A. Giddings, L. C. Grant, R. M. Moore, and J. P. Boyd, as defendants, and alleged, that said Newby, on the 31st day of January, 1890, executed to said Flood his note for $550, for part of the purchase price of lot 12 in block 177 of the town of Wichita Falls; that thereafter the said Newby conveyed said lot to said McGregor and Giddings, in part consideration of which they assumed and agreed to pay the note aforesaid; that thereafter the said McGregor and Giddings conveyed a part of said lot to said Grant, in part consideration of which he assumed and agreed to pay said note; that said Moore and Boyd claim a part of said lot; that said Flood had endorsed said note to plaintiff, who is still the owner thereof.\nThe defendant Grant answered, denying plaintiff’s allegations, and pleading over against his vendors, McGregor and Giddings, and asked that the trade between them be cancelled, because, as a part of said trade, they had promised to, and falsely represented that they would, within twelve months, erect upon that part of the lot not sold to appellant a two-story brick business house, which they had placed it out of their power to do by selling that part of the lot to other parties. A general demurrer was sustained to this part of appellant’s answer, and judgment was rendered in favor of appellee against Newby, Flood, McGregor, Giddings, and Grant for the amount of the note, and against all of the defendants foreclosing the vendor’s lien on the entire lot; in favor of Moore and Boyd, requiring Grant’s part of the lot to be first sold; in favor of McGregor and Giddings over against Grant for such part of the judgment as they may be compelled to pay; in favor of Newby .over against Grant, McGregor, and Giddings for such part of the judgment as he may be compelled to pay; and in favor of Flood over against Grant, McGregor, Giddings, and Newby for such part of the judgment as he may be compelled to pay.\nDelivered November 15, 1893.\nGrant alone has attempted to appeal from this judgment, and has made his appeal bond payable only to the plaintiff Collins. His most important assignment of error, however, relates to the action of the court in sustaining the general demurrer to his answer seeking to have a cancellation of the deed to him from McGregor and Giddings.\nWe think it quite too clear for argument, that we have no jurisdiction of this appeal. The appeal bond should have been made payable to each of the parties to the judgment who were interested adversely to appellant, and it is plain that not only the plaintiff, but each of the other defendants, had such an interest. The bond is so wholly insufficient in this case that we must take notice of it and dismiss the appeal, although no motion has been made by the adverse parties to this effect, and no brief has been filed in their behalf. Young v. Russell, 60 Texas, 684; Meade & Bomar v. Bartlett, 77 Texas, 366; Wright v. Bank, 2 Texas Civ. App., 97.\nThe appeal is dismissed.\nAppeal dismissed.",
        "type": "majority",
        "author": "HEAD, Associate Justice."
      }
    ],
    "attorneys": [
      "Ashby S. James, for appellant.",
      "No brief for appellee reached the Reporter."
    ],
    "corrections": "",
    "head_matter": "L. C. Grant v. C. F. Collins.\nNo. 285.\nPractice on Appeal — Jurisdiction — Parties to Appeal Bond. — Plaintiff’s suit was on a vendor’s lien note against the maker and other parties to whom the land had been subsequently conveyed, G. being among them, and having also assumed payment of the note. The judgment was in favor of plaintiff against all the parties, and in favor of G.’s codefendants over against him for such part of the judgment as they should be compelled to pay. G. alone appealed, making his appeal bond payable to the plaintiff only. Held, that as the bond was not payable to all parties at adverse interest in the judgment, the appellate court would of its own motion dismiss the appeal for want of jurisdiction.\nAppeal from Wichita. Tried below before Hon. George E. Miller.\nAshby S. James, for appellant.\nNo brief for appellee reached the Reporter."
  },
  "file_name": "0045-01",
  "first_page_order": 71,
  "last_page_order": 72
}
