{
  "id": 227418,
  "name": "Gwinn, Allen & Co. v. J. D. O'Daniel et al.",
  "name_abbreviation": "Gwinn, Allen & Co. v. O'Daniel",
  "decision_date": "1893-11-08",
  "docket_number": "No. 180",
  "first_page": "112",
  "last_page": "114",
  "citations": [
    {
      "type": "official",
      "cite": "5 Tex. Civ. App. 112"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "16 S. W. Rep., 999",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "19 S. W. Rep., 555",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 326,
    "char_count": 6144,
    "ocr_confidence": 0.543,
    "pagerank": {
      "raw": 2.804611941115394e-07,
      "percentile": 0.8370976454611833
    },
    "sha256": "dfde053346e0077e0413bd1f8de56a535d67036cdaef0cc3c204ba7ef19adacf",
    "simhash": "1:0b4ccd33ca0f7de7",
    "word_count": 1082
  },
  "last_updated": "2024-02-27T16:31:09.266747+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gwinn, Allen & Co. v. J. D. O’Daniel et al."
    ],
    "opinions": [
      {
        "text": "L. H. BROWNE, Special Justice.\nThis was an action brought in the District Court of Tom Green County, Texas, by a partnership firm, composed of G. B. Gwinn, B. S. Allen, and F. L. Allen, against J. D. O’Daniel, William Thaison, and John H. Houghton. Pending the suit R. L. Allen' died, and his administrator, John D. Rodgers, became plaintiff in his stead. Before the trial, suit was dismissed as to John H. Houghton, and it is therefore unnecessary to notice the averments in the petition under which he was impleaded in the cause.\nPlaintiffs below are appellants in this court. They alleged in their petition, as their cause of action against J. D. O’Daniel and William Thaison, that in 1888, at the special instance and request of said O’Daniel and Thaison, they furnished material and labor of the aggregate value of $682 for the erection and completion of certain buildings in the town of San Angelo, in Tom Green County, which the said O’Daniel and Thaison, as contractors, were building for J. H. Houghton. They set out in their petition an itemized account of the material furnished and labor performed by them, and the value of each item, which value footed up the aggregate stated, and they averred, that O’Daniel and Thaison verbally promised and agreed to pay them for said material and labor when.said buildings were completed, and that they were completed during the year 1888. They further averred, that by reason of the foregoing facts, said O’Daniel and Thaison became indebted to them in the sum of $682; that they refused to pay same; and they asked for judgment for said sum, and interest thereon from January 1, 1889.\nO’Daniel and Thaison answered separately, each one pleading a general demurrer and general denial.\nA jury was waived and the cause was submitted to the court, and trial was had on the 15th day of April, 1890. Judgment was rendered in favor of plaintiffs, and against O’ Daniel for said sum of $682, and interest thereon at 8 per cent per annum from January 1, 1890, amounting in all to $742.86, and for costs; and that as to Thaison, plaintiffs take nothing, and that he recover against them his costs.\nFrom that part of the judgment in favor of Thaison plaintiffs appealed.\nOn the trial the plaintiffs introduced in evidence the account sued on, being the statement of the items of indebtedness made part of their petition. G. B. Gwinn, one of the plaintiffs, testified, that the account sued on is a correct statement of the account on the boobs of the firm of Gwinn, Allen & Co. against O’Daniel and Thaison; that the items charged for therein were reasonably worth the amount claimed, and that they were purchased for O’Daniel and Thaison by O’Daniel; that O’Daniel ordered the goods and that Thaison did not order any of them himself.\nJoseph Spence, attorney for plaintiffs, testified, that he endeavored to collect the account sued on from Thaison; that Thaison said the account was correct, and that he would pay half of it if O’Daniel would pay the other half.\nOur conclusion is, that this evidence sufficiently establishes the material averments in the petition, and shows a joint and several liability on the part of O’Daniel and Thaison for the value of the material and labor which is sued for.\nIt appears, that after the testimony was all introduced at the trial, the plaintiffs asked leave of the court to file a trial amendment, setting up that O’Daniel and Thaison were partners, and that as partners said material and labor was sold to them. The court refused to allow the amendment. To this action of the court exception was taken, and it is made the ground of appellants’ second assignment of error.\nIn the matter of allowing amendments of pleading pending a trial, to meet the proof, the rule in this State seems to be, that the trial judge should allow the amendment, if it appears that the new matter to be pleaded was not known to the party when he filed his pleading, and that it raises no new issue in the case, and that to meet the ends of justice the amendment is necessary. Tel. Co. v. Bowen, 19 S. W. Rep., 555; Petty v. Long, 16 S. W. Rep., 999. The new matter which the appellants proposed to set up in their trial amendment in this case does not come within the rule as stated. We do not think the court erred in the ruling complained of in this assignment.\nThe first and third assignments of error raise substantially the same question. The same question was also made a ground of the motion for a new trial. The error complained of in these assignments is, that the pleading and proof in the case showed that appellee Thaison was bound, as was O’Daniel, for the payment of the debt sued for, and that the court erred in not rendering judgment in their favor against Thaison as well as against O’Daniel. In our opinion this ground of error must be sustained.\nDelivered November 8, 1893.\nWe hold, that the petition alleged a joint liability against O’Daniel and Thaison, and that the evidence showed them both liable for the payment of the debt sued for. That part of the judgment of the court below, therefore, from which this appeal was taken is reversed, and judgment is here .rendered in the same terms and for a like amount against said Thaison as was rendered in the court below against said O’ Daniel.\nReversed and rendered.\nChief Justice Fisher did not sit in this case.",
        "type": "majority",
        "author": "L. H. BROWNE, Special Justice."
      }
    ],
    "attorneys": [
      "Joseph Spence, Jr., for appellants.",
      "No brief for appellees reached the Reporter."
    ],
    "corrections": "",
    "head_matter": "Gwinn, Allen & Co. v. J. D. O’Daniel et al.\nNo. 180.\n1. Amendment During Trial. — The rule in allowing amendments pending trial, in this State, seems to be that the trial judge should allow the amendment if it appears that the new matter was not known to the party when he filed his pleading, and that it raises no new issue in the case, and that to meet the ends of justice the amendment is necessary. See facts where such amendment was properly refused.\n2. Fact Case. — See allegations and testimony held to allege and prove a joint undertaking by the two defendants to pay for material and labor furnished by plaintiffs as contractors and builders.\nAppeal from Tom Green. Tried below before Hon. J. W. Timmins.\nJoseph Spence, Jr., for appellants.\nNo brief for appellees reached the Reporter."
  },
  "file_name": "0112-01",
  "first_page_order": 138,
  "last_page_order": 140
}
