{
  "id": 227369,
  "name": "The Llano Improvement and Furnace Company v. Mrs. T. C. Cross et al.",
  "name_abbreviation": "Llano Improvement & Furnace Co. v. Cross",
  "decision_date": "1893-11-29",
  "docket_number": "No. 426",
  "first_page": "175",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "5 Tex. Civ. App. 175"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "1 Posey's U. C., 107",
      "category": "reporters:state",
      "reporter": "Posey",
      "case_ids": [
        1870779
      ],
      "opinion_index": -1,
      "case_paths": [
        "/posey/1/0107-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 508,
    "char_count": 10433,
    "ocr_confidence": 0.576,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.32138282965531967
    },
    "sha256": "1148d15311e370b86f2432c3fb89567215663093a2fb43305055768766d2a99a",
    "simhash": "1:8aeb7a35fd8cbd87",
    "word_count": 1852
  },
  "last_updated": "2024-02-27T16:31:09.266747+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Llano Improvement and Furnace Company v. Mrs. T. C. Cross et al."
    ],
    "opinions": [
      {
        "text": "COLLAED, Associate Justice.\nMrs. T. C. Cross, in her individual capacity, joined by her husband, G. B. Cross, sued Frank Field and the appellant on a promissory note for $2428, dated May 18, 1889, due May 19, 1891, bearing 10 per cent interest per annum, and stipulating for 10 per cent attorney fees if placed in the hands of an attorney for collection, retaining vendor’s lien on the land described in the petition, conveyed to Field by her; the note being part consideration for the land; the deed also retaining the lien for the purchase money. The petition shows, that she was, at the time of the sale, the surviving wife of E. E. Beeson — a feme sole — and as such (duly qualified to administer the community estate of herself and deceased husband), and in her own right, conveyed the land to Field, taking the note sued on in part payment therefor, payable to her, F. C. Beeson. Since then she has intermarried with her coplaintiff. The Llano Improvement and Furnace Company purchased the land from Field, with notice of the existing lien.\nDefendants excepted to the petition, upon the ground that Mrs. Cross had lost power to act for the community estate of herself and former husband, and had not made proper parties, praying that the suit abate.\nDefendants also filed a sworn plea in abatement, alleging the facts before stated, showing that there are two children of the former marriage, John and Euth Beeson, whose residences are stated (in the State), the latter a minor who has no guardian, and who own one-half of the note sued on as sole heirs of their father’s half of the community, the land sold and the note being community of the former marriage. That by her last marriage, plaintiff Mrs. Cross lost control of the community estate of the former marriage, and now has no authority to prosecute the suit without joining the two children.\nDefendants also claimed, by sworn plea, that the suit should temporarily abate, because of a suit pending for the land in the Circuit Court of the United States in the Western District of Texas, by parties against appellant, plaintiff Mrs. T. C. Cross, and the said children; Mrs. Cross being impleaded therein on her warranty in the conveyance to Field, $4100 having been paid to her of the purchase price of the land; in which suit, it is alleged, plaintiffs therein will probably recover all or a portion of the land, in which event Mrs. Cross would not be able to respond upon her warranty; prayer that this suit abate until that suit is determined.\nThe court below overruled defendants’ exceptions to the petition, and sustained exceptions of plaintiffs to defendants’ pleas in abatement, and defendants refusing to answer further, gave judgment for plaintiffs for amount, principal-and interest, due on the note, and attorney fees; foreclosed the lien on the land as prayed for by plaintiffs, with order of sale, providing that if there should be any excess of the proceeds of sale after satisfying the judgment and costs, it should be paid by the sheriff to defendant Field. The Llano Improvement and Furnace Company has appealed, assigning the rulings of the court as erroneous, and that there was error in awarding the excess of proceeds of sale to Field.\nOpinion. — We think it unnecessary to discuss the ruling upon defendants’ exception to the petition, it not appearing therein but that Mrs. Cross was both the equitable and legal owner of the note.\nThe plea in abatement set up the fact that there were children of the first marriage entitled to one-half of the note sued on, and showed that one of the children was a minor without guardian.\nWe think the plea was good, and that it was error not to entertain it.\nIt is the general rule, that the payee or endorsee in possession can maintain suit on a promissory note, though some other person or persons may be the real or equitable owner. Thompson v. Cartwright, 1 Texas, 87; Butler v. Robertson, 11 Texas, 141; Barnett v. Logue, 29 Texas, 282; Rodgers v. Bass, 46 Texas, 519; De Cordova v. Atchison, 13 Texas, 371.\nAn administrator may sue in his own name upon a note payable to him as such, treating the descriptio personae “ as administrator ” as surplusage. Grace v. Herndon, 2 Texas, 410; Claiborne v. Yoeman, 15 Texas, 44.\nBut we think that where it is shown that the legal right of the trustee has been brought to an end by the act of the parties or by the law, the right to sue would also be at an end. For instance, an agent to whom a note is payable should not be allowed to sue in his own name after his powers have been expressly revoked; and the maker, with knowledge of the facts, can and ought to resist the suit. Rodgers v. Bass, 46 Texas, 519; Rider v. Duval, 28 Texas, 624.\nUpon the marriage of Mrs. Beeson witlnher coplaintiff, Cross, the law discharged her as the legal and bonded representative of the community estate, and she could neither sue nor be sued as such. Rev. Stats., arts. 2171-2182.\nThe land for which the note was a part payment was the property of the estate; the legal title under the terms of the sale, the deed retaining a lien to secure payment, remained in the estate, and was vested in her and the two children, subject to her control as survivor, which ceased upon her marriage. In a suit involving title to the land, the heirs, children of the first marriage, would be necessary parties. The note is the proceeds of the land, and its ownership is derived therefrom. The suit is to foreclose the lien held by the note, which, when enforced and the land sold, will pass the legal title of the land to the purchaser. We think, in such case, the children are necessary parties to the foreclosure suit.\nWe are also disposed to hold, though it may not be necessary in this case, that if the suit was not for a foreclosure upon land upon executory sale, the legal title to the note in Mrs. Cross to the half thereof belonging to the children is so far impeached by statute that she could not maintain the suit in her individual name, at least for the minor, who can not consent to such acts except by guardian appointed for her. If she is made a defendant, the court in which the suit is brought can appoint for her a special guardian ad litem; if she sue as plaintiff, it must be by regular guardian of her estate. Some one must represent her by legal authority.\nDelivered November 29, 1893.\nThe plea in abatement resting upon outstanding title was insufficient. It should have alleged the facts showing the title opposed to that of plaintiffs, so that the court could determine its effect.\nIt was error to order the excess of the proceeds of the sale paid to Field, The petition alleged that the company had on a certain date purchased the land from him. He had no interest in it; all his interest was owned by the company. And all the parties being before the court, the excess should have been ordered paid to the company.\nThe judgment of- the lower court is reversed and the cause remanded.\nReversed and remanded.",
        "type": "majority",
        "author": "COLLAED, Associate Justice."
      }
    ],
    "attorneys": [
      "Miller & Lauderdale, for appellant.",
      "Slator & McLean, for appellees."
    ],
    "corrections": "",
    "head_matter": "The Llano Improvement and Furnace Company v. Mrs. T. C. Cross et al.\nNo. 426.\n1. Parties — Plea in Abatement— Surviving Wife and Children. The widow, while administering community property, sold land, taking vend- or’s lien note. She married, and joined by her husband brought suit on the note. Held, that a plea in abatement for nonjoinder of two children of the first marriage, one a minor, as plaintiffs, was good.\n2. Widow’s Control of Community Ceases with Her Marriage. The widow’s right to manage the community ceases with her marriage. As payee of a note made for land sold by the community, in suing for foreclosure of vendor’s lien after her second marfiage, her children were necessary parties.\n3. Disposition of Excess in Foreclosure Sale. — In foreclosure proceedings against the original vendee and his subvendee, it is error in the decree to require an excess of proceeds of the sale over the judgment to be paid to the original vendee. Having parted with the land he has no right in the proceeds, which should be paid to the subvendee.\nAppeal from Llano. Tried below before Hon. W. M. Allison.\nMiller & Lauderdale, for appellant.\n1. The land for which the note sued on was given being property of the community estate of plaintiff T. C. Cross and her deceased husband, E. R. Beeson, who left surviving two children, and said T. C. Cross having sold the land while and as administratrix of the said community estate, and having married her co-plaintiff, she ceased, by operation of law, to be or to have any power as such administratrix. The note in her hands was property of said estate; and though on its face made payable to her, but secured by a vendor’s lien especially retained on land belonging to said estate, she can not, independent of the heirs of said Beeson and without administration on his estate, maintain suit on said note. Rev. Stats., arts. 2171-2173; Dickerson v. Abernathy, 1 Posey’s U. C., 107.\n2. If the appellant owned the land on which the vendor’s lien was foreclosed to satisfy such lien and costs, appellant was entitled to the surplus of the proceeds of the sale under such foreclosure, after the lien and costs were satisfied, and it was error to decree that such surplus should be paid to another. Railway v. Barclay, 83 Texas, 23.\nSlator & McLean, for appellees.\n1. The legal holder of a note may maintain suit in his own name, though he may hold it in trust for another. Barnett v. Logue, 29 Texas, 282. That another is the equitable owner is no defense. Rogers v. Bass, 46 Texas, 505; Thompson v. Cartwright, 1 Texas, 87; Butler v. Robertson, 11 Texas, 142. An administrator may sue upon a note made payable to him as such, in his own name, without reference to his fiduciary character. Gayle v. Ennis, 1 Texas, 184; Grace v. Herndon, 2 Texas, 410; De Cordova v. Atchinson, 13 Texas, 372; Claiborne v. Yeoman, 15 Texas, 44; Nelson v. Bagby, 25 Texas Supp., 305.\n2. It was proper to order the surplus, if any, to be paid to Frank Field, the party against whom the judgment was rendered on the note. No right is adjudicated as between the appellant and its codefendant in the court below, Frank Field. A subsequent vendee is not necessary party to suit to foreclose vendor’s lien. Ufford v. Wells, 52 Texas, 619. The only right of such subsequent vendee is to come into court and tender the unpaid purchase money. He has neither title to the land nor an encumbrance on it. Foster v. Powers, 64 Texas, 247."
  },
  "file_name": "0175-01",
  "first_page_order": 201,
  "last_page_order": 205
}
