{
  "id": 227476,
  "name": "Patricio de Leon et al. v. W. J. McMurray et al.",
  "name_abbreviation": "De Leon v. McMurray",
  "decision_date": "1893-11-22",
  "docket_number": "No. 92",
  "first_page": "280",
  "last_page": "286",
  "citations": [
    {
      "type": "official",
      "cite": "5 Tex. Civ. App. 280"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "51 Am. Rep., 207",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "117 U. S., 397",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 816,
    "char_count": 19038,
    "ocr_confidence": 0.546,
    "pagerank": {
      "raw": 1.1421439799365813e-07,
      "percentile": 0.5792884063897161
    },
    "sha256": "150c7ab9c9ac103735c17c0eed9e7891672571f4d2de0c153b5a66a6ef39423d",
    "simhash": "1:882c6f17896ebab0",
    "word_count": 3244
  },
  "last_updated": "2024-02-27T16:31:09.266747+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patricio de Leon et al. v. W. J. McMurray et al."
    ],
    "opinions": [
      {
        "text": "JAMES, Chief Justice.\nAppellants sued for an undivided half, being the sum of the undivided interests claimed by the several plaintiffs, of a league and labor of land in Live Oak County, granted by the State of Coahuila and Texas to Francisco Leal.\nThe defendants pleaded not guilty and the statutes of five and ten years limitations. The demurrers and other pleas filed by defendants are not material upon this appeal, as judgment was for the defendants.\nBy supplemental petition, the coverture of the plaintiff Olivia Lozano was set up, the same being alleged to have existed from August 24,1867.\nThere is no written charge in the record, but it appears from a bill of exceptions, that by agreement of counsel the court charged the jury orally, and exception was reserved to the following portion of the charge given:\n“ You are instructed that the defendants have made out their plea of the statute of limitation as against all the plaintiffs except Mrs. Lozano, and you will find in favor of the defendants against all of the plaintiffs except said Mrs. Lozano; and as to her, if you believe from the evidence that she is a descendant of Francisco Leal, the party to whom the tract of land was granted, then you will find in favor of her, and against the defendants, for one-sixth of one-fourth plus one-fifth of one-sixth of one-fourth of the entire Leal survey.”\nTo this charge error is assigned, because, as stated, the proof of heir-ship was complete and uncontradicted and unimpeaehed.\nError is also assigned in overruling plaintiffs’ motion for a new trial, because the verdict was contrary to the evidence, in that the heirship had been made out by competent testimony, which was uncontradicted and not impeached.\nError is also assigned in the action of the court in withdrawing from the jury the question of limitations as to the other plaintiffs; because, as stated in the assignment of error, first, the deeds under which defendants were claiming the larger portion of the land, viz., the 3445-acre tract (the upper portion of the league), are nót inconsistent with plaintiffs’ title, nor such as to put the plaintiffs, who are cotenants with defendants, upon notice of an adverse holding; and second, because the possession shown by defendants was a mere silent possession, consistent with the title of plaintiffs, which, however long continued, will not justify an inference of ouster as matter of law, and was hence not proper to be determined by the court. These present what is assigned as the errors committed on the trial.\nIt is evident our attention should first be directed to th§ evidence adduced to show the heirship of the plaintiffs; for if, as stated by appellants, the evidence was sufficient, competent, and uncontradicted in favor of the heirship of plaintiffs, it was not proper for the jury to render a verdict based on a contrary finding.\nThe witness by whom the heirship of plaintiffs was proved, if at all, was Patricio de Leon. His testimony shows that he was 56 years old at the time he made his deposition; that his mother was Salome de Leon and his father Felix de Leon, and that his mother died in 1852 and his father shortly previous. He testified, that from information derived directly from his mother and father, he knew that the father of Salome was Francisco Leal; and that he, Francisco Leal, had other children besides Salome, to-wit, Juan Rafael Leal, Antonio Leal, and Miguela Leal, all of whom, except Juan Rafael, the witness knew personally. That Francisco Leal was killed by savages about 1836, in the neighborhood of what is now Live Oak County. That he obtained his knowledge of these matters directly from his parents, and that they were matters of common tradition in the family.\nIn addition to the testimony of Patricio de Leon, a certified copy of the grant of 1835 was shown, and in the application attached thereto the grantee was described as a “ widower with children.” The depositions of two other witnesses were read, but they did not claim to have any knowledge of Francisco Leal or his children.\nThe testimony of these other witnesses and of Patricio de Leon comIbined to show: First. That Miguela Leal married Alejo Perez, and had children named Yolenta, Angelíta, Felipe, and Romana Perez, and that Antonio Leal died without issue; that Juan Rafael Leal went to Mexico, and was afterwards unknown. Second. That Salome de Leon had children named Patricio, Santiago, Sylvester, Samuel, Olivia, and Maria J. de Leon; that the plaintiffs Josefa de Leon, Alfonso de Leon, and Alfredo de Leon, and Abelina Noll, Sam de Leon, Maria J. de Leon, Patricio de Leon, Olivia de Leon Lazano, are the legal heirs of said Salome de Leon.\nThis evidence is competent and sufficient to establish the fact that plaintiffs would inherit and be entitled to any title that belonged to Salome de Leon; and to this extent the testimony appears to be from personal knowledge and uncontradicted, and the witnesses testified by deposition without impeachment. To establish the relationship of Salome to the grantor, Francisco Leal, the evidence of her son Patricio, as to statements by or information derived from her and her husband, was introduced. Was this testimony admissible ?\nA well recognized exception to the use of hearsay evidence exists when pedigree or relationship is the object of proof. Statements or declarations emanating from a member of a family, the declarant being shown to be deceased, concerning the family pedigree, are competent evidence. The rule had its origin in necessity, growing out of the obvious difficulty of proving such matters as they existed at a remote period, and the presumed inability of the parties to obtain better testimony. As we understand the authorities, the only conditions annexed to this species of testimony is, that the declarant must be shown to be dead, and that the declarations appear to have been made before the particular controversy arose.\nAppellees contend that there is another prerequisite to such testimony, namely, that the declarant must be shown to have been related to the family. This is correct. If it appear that the person whose declaration is offered was not connected with the family, the declaration would not come within the rule. But the declarations of a person, offered to show pedigree, appear to have been considered in this State effective to prove the relationship of the declarant also. Louder v. Schluter, 78 Texas, 105; Fowler v. Simpson, 79 Texas, 614. If the person back to whom pedigree is sought to be traced died at a very remote period, it is difficult to see how such testimony could be used, for it would be equally difficult to prove the relationship of the declarant. There is high authority, however, that the fact that the declarant was connected with the family must be shown by evidence independent of the declaration. Fulkerson v. Holmes, 117 U. S., 397; Wood’s Prac. Ev., sec. 98.\nBut these last mentioned authorities hold that slight circumstances will suffice to establish the relationship of the declarant, and the record before us contains other and positive testimony of the relationship the of declarant, Salome, to Francisco Leal. Defendants used in evidence a deed from Volente Perez, Felipe Perez, and Romana Perez to Frank J. McMurray, affecting the grantors as ‘ ‘ heirs and legal descendants of Francisco Leal, now deceased, being children of Miguela, daughter of said Francisco Leal and wife of Alejo Perez.” This is reiterated in other of defendants’ muniments of title. In the evidence of Patricio de Leon we have testimony of a fact, fairly in his personal knowledge, that Miguela and Salome were sisters, and thus it is made to appear that Salome was a daughter of Francisco Leal, without any resort to the declarations of Salome. This would admit the declarations of Salome, and at the same time render them superfluous. All things considered, we are constrained to say, that the testimony before the jury to show that plaintiffs were descendants of Francisco Leal was both competent and convincing; and standing alone, it follows that the jury found against the evidence in resolving the issue of heirship adverse to Mrs. Lozano, and this requires a reversal of the judgment.\nIn contemplation of another trial, it is proper that we consider the action of the trial judge touching the defense of limitations. It is conceded by appellants that all the conditions existed to create a title by limitations (except as against Mrs. Lozano, who had been since August 24, 1867, a married woman) but for the fact of cotenancy, and we must dispose of this branch of the cause in the light of that relation, which, it seems, did originally subsist between the children of Miguela Perez, under whom defendants claim title, and the descedants of Salome de Leon, who are the plaintiffs in the suit.\nAs the bare possession and user Of the grant by the heirs of Miguela and their vendees were not notice of ouster to their cotenants, and the same did not continue for such time as would of itself justify a presumption of an ouster by any rule or authority known to us, and no express notice repudiating the cotenancy is shown, it follows that we must look to the conveyances or other acts of the heirs of Miguela and those holding under them, to ascertain if they had assumed such an attitude toward the property as would be equivalent in law to an ouster.\nThis evidence, briefly reviewed, is as follows:\n1. On February 26, 1870, the heirs of Miguela, designating themselves in the deed as the sole heirs of Francisco Leal, deceased, convey to Miriam E. Mapes, by metes and bounds, a 300 acres tract, part of the grant to Francisco Leal. This was deeded to defendant W. J. McMurray on February 2, 1884, and occupied since 1870.\n2. Angela Perez, one of the five children of Miguela, on March 24, 1869, conveyed her interest in the grant to S. G. Olivares.\n3. On June 15, 1874, Olivares convejrs to Pat Pugh the undivided one-fifth of the grant, describing it as what he had acquired from Angela Perez; and on January 3, 1876, Pugh conveyed this to M. C. Staples, a divided 861 acres in the grant, by metes and bounds, which Staples conveys to M. A. McMurray, on September 28, 1881. This was occupied since January 3, 1876.\n4. On June 1, 1874, four of the five children of Miguela Perez (one, Angela, having sold her interest to Olivares does not join in this deed) convey to Frank J. McMurray all their right, title, and interest in and to that tract of land * * * known as the headright of Francisco Leal, * * deducting from the said headright one-fifth of the same and 300 acres previously disposed of.\n5. On May 24, 1876, Frank J. McMurray executed a deed to his brother, W. J. McMurray, conveying “ all my right, title, and interest in and to the following described tract or parcel of land, to-wit, one-half undivided interest, excepting my homestead, in and to the headright of Francisco Leal, * * * excepting from the same one-fifth of said head-right, cut off from said survey on the south side, extending the full length on the south side; also a further tract of 300 acres; * * * said one-fifth having been sold to P. Pugh by the heirs of Francisco Leal, and the said 300 acres having been sold to Mapes by said heirs.”\n6. On October 13, 1880, F. J. McMurray executed a further deed to W. J. McMurray, conveying “ one undivided one-half interest in and to 3445 acres of land, it being a portion of the land originally granted to Francisco Leal, * * * and being the same land conveyed to Frank J. McMurray by the heirs of Francisco Leal, June 1,1874, * * * to which deed and record reference is made for further description of the lands herein conveyed; and it is expressly intended that the land herein conveyed is to include all our right, title, and interest in and to that portion of said tract of land known as McMurray ranch.”\nWe have set forth these conveyances thus fully, in order that our views on this branch of the case may be understood. The evidence showed an actual possession of the grant by defendants for a sufficient period to ordinarily bar the claims of others. They had paid all the taxes, and their various conveyances were duly and promptly recorded. All this, however, would not be deemed adverse against those who stood, as to them, in the relation of cotenants. No question is better settled than that the possession, under the circumstances above indicated, of a tenant in common will be presumed to be in right of the common title. It appears, however, that as far back as 1870 the children of Miguela Perez were dealing with this grant as the sole heirs of Francisco Leal. They, on February 26, 1870, sell 300 acres of it by a deed designating themselves as sole heirs of Francisco Leal, and the deed was placed on record.\nPrior to this, on March 24, 1869, one of the five children of Miguela conveyed her interest in the grant to one Olivares, who, by virtue of this deed, conveyed to Pugh the undivided one-fifth of the.grant, which was also placed on record. On June 1, 1874, the other four of Miguela’s children conveyed their right, title, and interest in the grant, excepting the 300 acres and the undivided one-fifth theretofore disposed of, to Frank J. McMurray, and Frank J. McMurray, by two quitclaim deeds, conveyed by each an undivided half of the grant (observing said exceptions) to his brother, W. J. McMurray, the last deed having been made in October, 1883. These deeds refer to the prior conveyances as having been derived from the heirs of Francisco Leal.\nDelivered November 22, 1893.\nIt is our opinion, that the possession of the defendants having been held under deeds from the children of Miguela, which distinctly disavowed any community of title with others, and which deeds were notice, to all by being placed on record, can not be deemed a possession consistent with the rights of others interested in the original title. In connection with the subsequent deeds, which contain a continuous reference to defendants’ original grantors as the heirs of Francisco Leal, it would be going too far to say that a condition of things did not exist, at the latest in 1883, which would create by necessary implication notice to plaintiffs that the possession was hostile to their title.\nNo disability was pleaded in behalf of the plaintiffs except for Mrs. Lozano, and her disability of coverture was established. We believe the district judge was correct in his ruling, that all the other plaintiffs were barred by limitations, and he should have so instructed the jury upon the evidence before him. He erred in allowing the verdict to stand against \"Mrs. Lozano, because her heirship was established by competent uncontradicted testimony, and limitations had not affected her. It would have been error to relieve the jury from the task of rendering the necessary verdict in respect to limitations; but as the whole charge is not given in the record, the court may have directed the proper finding. In trials before a jury, the findings on issues should be in the form of a verdict, in order to constitute the basis of the judgment, even though it be the glittering formality of an instructed verdict.\nWe do not attempt to verify the charge in its statement of the interest of Mrs. Lozano in the land, as that is a mere matter of calculation, and if not correct can easily be remedied by a correct calculation.\nThe judgment is reversed and the cause remanded.\nReversed and remanded.",
        "type": "majority",
        "author": "JAMES, Chief Justice."
      }
    ],
    "attorneys": [
      "Dabney & Wilson, for appellants.",
      "Beasley & Flournoy and F. H. Church, for appellees."
    ],
    "corrections": "",
    "head_matter": "Patricio de Leon et al. v. W. J. McMurray et al.\nNo. 92.\n1. Hearsay Evidence — Declarations as to Pedigree. — A son may testify as to declarations made to him by his mother, as to who was her father, and who were his children, when the declarant is shown to be dead, and the declarations made before the particular controversy arose, and the evidence shows relationship of declarant, independent of the declarations.\n2. Adverse Possession — Cotenancy. — Where grantees take possession pf land under deeds wherein the grantors designate themselves as the only heirs of the original owner of the land, their possession is adverse to the other heirs of the original owner from the date of recording their deeds. The recitals in the deeds amounting to a repudiation of cotenancy.\nAppeal from Live Oak. Tried below before Hon. R. W. Hudson.\nDabney & Wilson, for appellants.\n1. Traditionary declarations and general reputation in a family as to heirship, and the declarations of deceased members of that family, if made ante litem motam, are admitted in evidence in proof of the heirship. Declarations as to pedigree, in order to be received, must emanate from deceased persons connected with the family of the person from whom descent is traced by blood or marriage, which connection should be shown by some evidence at least, though slight, dehors the declarations. Louder v. Schluter, 78 Texas, 103; Fowler v. Simpson, 79 Texas, 614; Sitler v. Gehr, 51 Am. Rep., 207; Abb. Trial Ev., 92, 94; 1 Greenl. on Ev., sec. 103; Whart. on Ev., secs. 201, 205, 218.\n2. The deeds under which defendants were claiming the larger portion of the land sued for, viz., the 3445 acres tract, are not inconsistent with the title of plaintiffs, or such as to put the plaintiffs, who are cotenants with defendants, upon notice of an adverse holding, because the possession shown by defendants was a mere silent possession, consistent with the title of plaintiffs, which, however long continued, will never justify an inference of ouster as a matter of law. The possession by one cotenant is the possession of his cotenants, and is not adverse until unequivocal notice, actual or constructive, is brought home to the cotenant out of possession that the person in possession is wholly repudiating their title. Moody v. Butler, 63 Texas, 213; Freem. on Coten. and Part., secs. 221, 241.\nBeasley & Flournoy and F. H. Church, for appellees.\n1. When the plaintiffs sought to prove heirship, and thereby title, by the hearsay testimony of a single witness, and there being facts and circumstances in evidence tending to show the incorrectness or improbability of said testimony, it was proper practice for the court to submit to -the jury the question of heirship vel non, and the verdict rendered thereon should not be disturbed. Hughes v. Lane, 6 Texas, 291; Keys v. Mason, 44 Texas, 140. As to the weight to be given hearsay testimony: 1 Greenl. on Ev., 150, note 2.\n2. One cotenant, by deed in which the rights of cotenants are not recognized, conveyed the entire tract to a third party, who had the conveyance duly recorded, held the land with requisites of five years limitation, and by enclosure of the entire tract for nine consecutive years; during said time in no manner recognized the rights of co-owners, but claimed and exercised exclusive proprietorship over the entire premises. Under these circumstances such possession would be adverse to the other cotenants. Church v. Waggoner, 78 Texas, 200; Mays v. Manning, 73 Texas, 44; Alexander v. Kennedy, 19 Texas, 448."
  },
  "file_name": "0280-01",
  "first_page_order": 306,
  "last_page_order": 312
}
