{
  "id": 227333,
  "name": "Joseph Durst et al. v. Padgitt Bros.",
  "name_abbreviation": "Durst v. Padgitt Bros.",
  "decision_date": "1893-11-29",
  "docket_number": "No. 105",
  "first_page": "304",
  "last_page": "308",
  "citations": [
    {
      "type": "official",
      "cite": "5 Tex. Civ. App. 304"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 433,
    "char_count": 11215,
    "ocr_confidence": 0.56,
    "sha256": "40795a5aa37ff0bba72725e0b3fb1c3d5d124abec9213d5e207b0b4b8f904883",
    "simhash": "1:95cfbb895260e9c2",
    "word_count": 1982
  },
  "last_updated": "2023-07-14T18:07:14.925501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Joseph Durst et al. v. Padgitt Bros."
    ],
    "opinions": [
      {
        "text": "NEILL, Associate Justice.\nThis appeal is from a judgment of $363.97, rendered in the District Court of Bexar County, in favor of the appellees against the appellants, Joseph Durst, L. Frank, Daniel Oppenheimer, and A. B. Frank, in a suit brought against them upon a certain bond executed on the 20th day of January, 1890, by appellant Durst as principal and the other appellants as sureties, to Padgitt Brothers, in the sum of $700, for the trial of the right of certain property levied on by the sheriff of Webb County by virtue of an execution issued out of the County Court of Webb County in favor of Padgitt Brothers, on the 8th day of January, 1890, against A. Mignon, Jr., for the sum of $320.46, which property was claimed by the appellant Joseph Durst.\nThe answer of appellants to appellees’ petition was, first, a general denial; second, a special plea, averring that appellant Durst had complied with the conditions of the bond sued on by returning the property levied on to the sheriff of Webb County, on May 19, 1890, in as good condition as he received it, and that by reason thereof appellants, and particularly the sureties on said bond, were released from any further obligation on it; third, that in a certain suit between the appellant Durst and the appellees, for the trial of the right to said property, judgment had been recovered by said appellant against appellees. Further mention of the alleged judgment plead in bar by appellants will be found in our conclusions of fact.\nConclusions of Fad.— 1. On the 21st day of November, 1889, appellees recovered a judgment for the sum of $326.46 and costs against A. Mignon, Jr., in the County Court of Webb County.\n2. On the 8th day of January, 1890, an execution was issued, returnable on the 8th day of February, 1890, on said judgment against the defendant therein, by virtue of which the sheriff of Webb County on said day levied upon a lot of saddles, harness, and blankets as the property of A. Mignon, Jr., and on said day duly advertised said property for sale-on the 22nd day of January, 1890.\n3. On the 20th day of January, 1890, Joseph Durst, one of the appellants, made his claimant’s affidavit as the owner of the property seized by the sheriff under said execution, and his claimant’s bond, with appellants. L. Frank, Daniel Oppenheimer, and A. B. Frank as sureties, payable to appellees, in the sum of $700, “ conditioned, that the said Joseph Durst, in case he fails to establish his right to said property, will return the same to Dario Sanchez, sheriff of Webb County, Texas, in as good condition as he received it, and shall pay the reasonable value of the use, hire, increase, or fruits of same from date of this bond, and costs; or in case he fails to return said property and pay for the use, hire, increase, or fruits thereof, that he will pay the plaintiffs the value of the same, with legal interest thereon from date, and shall also pay all damages and costs that may be awarded against him;” which affidavit and bond were on said day by Durst delivered to the sheriff who made said levy.\n4. On the 20th day of January, 1890, the sheriff approved said bond, and returned it with the affidavit to the County Court of Webb County, released said property from said levy, and delivered it to appellant Durst. He thereupon made the following endorsement on said execution: “ Joe Durst filed his claim under oath and gave his claimant’s bond, with A. B. Frank, L. Frank, and Daniel Oppenheimer as sureties, for the trial of the right of property so levied on, which said claimant’s oath and bond are returned herewith to the clerk of the County Court of said county of Webb, and said sale is postponed in accordance with law until said suit is determined,” and returned said execution, with the bond and affidavit, to said County Court.\n5. On the 20th day of January, 1890, the clerk of the County Court of Webb County docketed the cause of Padgitt Brothers v. Joseph Durst, the same being number 447 on the docket of said court, for the trial of the right of said property.\n6. On the 19th day of May, 1890, the sheriff of Webb County, at the request of the attorney of Joseph Durst, went with said attorney to Durst’s store, and when they got to the store the attorney said to him, “I want to deliver these goods back to you,” meaning the goods levied on by said sheriff, which goods were then in said store; to which the sheriff replied, ‘‘All right.” Nothing else was done by the parties in relation to the goods. The sheriff and the attorney then went back to the sheriff’s office, and the attorney then handed him another claimant’s affidavit and bond of Durst for the trial of the right of said property, and the sheriff approved the bond and returned it with the affidavit to the County Court. At that time the sheriff did not have an execution against Durst, and had no process by which he was authorized to take possession of said goods.\n7. Upon the receipt of the last named bond and affidavit, the clerk of the County Court of Webb County entered as a case upon the docket of the County Court, “Padgitt Brothers v. Joseph Durst,” and numbered the entry “ 453.”\n8. On May 21, 1890, the attorneys of Padgitt Brothers filed a motion in cause number 447 to quash the affidavit of Durst made for the trial of the right to said property.\n9. On May 29,1890, the suit of Padgitt Brothers v. Joseph Durst, number 447 on the docket of the County Court of Webb County, was called in its regular order', and Joseph Durst came by his attorney and informed the court that he would no longer prosecute the case; whereupon it was “.ordered, adjudged, and decreed by the court, that Padgitt Brothers go hence with their costs, and that the cause be dismissed, and that the claimant, Joseph Durst, pay all costs.”\n10. On November 26, 1890, the following order was entered in the so-styled case of “Padgitt Brothers v. Joseph Durst, number 453,” viz.: “This day comes the defendant in the above numbered and entitled cause, and it appearing to the court, that said cause was continued from the last term of this court because the plaintiffs appeared not, either in person or by attorney, and at this term the plaintiffs still failing to appear and prosecute this suit, it is therefore adjudged and decreed by the court, that plaintiffs take nothing by their suit, and that defendant do have and recover all costs in this behalf expended, for which let execution issue.”\n11. The goods seized by virtue of said .execution were worth $370 at the time of the levy.\n12. After Joseph Durst executed the second bond and affidavit he sold the goods.\nConclusions of Law. — When the property is claimed which has been levied upon by virtue of a writ of execution, sequestration, attachment, or other like writ, and bond given by the claimant to try his right to it, and the affidavit and bond, together with the writ, have been returned by the officer in accordance with the provisions of our statutes governing the proceedings for the trial of the right of property, the claimant can not escape the obligation of his bond by returning the property to the officer making the levy, nor has such officer any authority to receive the .property, before the trial of the issue for which the affidavit was made and the bond executed. As soon as the affidavit is made and the bond approved, it is the duty of the officer “ to deliver the property so claimed to the person so claiming it.” The writ is returned to the court from whence it issued; the authority of the officer under it ceases; the obligation of the claimant and his sureties on the bond to perform its conditions attaches, and becomes a right of the plaintiff in execution, which can not be discharged, nor the right of plaintiff determined, except in the manner provided by statute — that is, by the claimant establishing his right to the property, or in case of his failure to do so, and judgment being rendered against him and his sureties for the value of the property, to within ten days from the rendition of the judgment return such property in as good condition as he received it, and pay for the use of the same, together with the damages and costs. It is only after the judgment is rendered against the claimant, upon his failure to establish his right to the property, that he can deliver it to the officer, and only then is the officer authorized by law to receive it. This is the “ return ” of the property provided for in the bond, and no other is authorized.\nDelivered November 29, 1893.\nThe sheriff not being authorized to receive the property when it was tendered to him by Burst’s attorney on the 19th day of May, 1890, the other affidavit and bond then made were alike unauthorized, and their return to the County Court of Webb County conferred no jurisdiction on said court to try the right to said property; and in consequence all the proceedings of the court in the pretended cause styled ii Padgitt Brothers v. Joseph Durst, number 453,” are null and void. This disposes of the question as to the effect of the alleged return of the property to the sheriff, and of the pretended judgment in the so-called cause number 453, which are all the questions raised by appellants’ assignment of errors.\nWe have some doubt as to whether appellees were not restricted to the remedy provided in the statutory proceedings for the trial of the right of property, and having failed to pursue that remedy, whether they could maintain a separate action on the bond.\nThis question, however, is not' raised by an assignment of error, nor touched upon in briefs of counsel. From an examination of the authorities on like actions upon bonds of this character, we are of the opinion that this action is maintainable.\nThere being no reversible error assigned, the judgment of the District Court is affirmed.\nAffirmed.",
        "type": "majority",
        "author": "NEILL, Associate Justice."
      }
    ],
    "attorneys": [
      "A. Lewy, for appellants.",
      "McLeary & Fleming and Nicholson, Dodd & Mullally, for appellees."
    ],
    "corrections": "",
    "head_matter": "Joseph Durst et al. v. Padgitt Bros.\nNo. 105.\n1. Claim Bond — Liability of Sureties — Redelivery to Sheriff.— When property is levied on by execution, and claim made thereto, and oath and bond returned into the proper court, for the trial of the right to the property, the claimant can not relieve his sureties from liability on the bond by returning the property to the sheriff before the case is tried.\n2. Second Oath and Bond Illegal. — When the property was claimed, and by the sheriff delivered to the claimant, and afterwards the claimant, before the trial of the case, returned the property to the sheriff, and then presented to him another affidavit and bond for the property, which were by the sheriff returned into court, and the case docketed, and the claimant declined to prosecute the first case, and it was dismissed at his costs, and he procured an order in the last case that plaintiff take nothing and defendant recover costs: Held, the sheriff not being authorized to receive the property when tendered to him, the oath and bond tendered to him were unauthorized, and their return to the County Court of Webb County conferred no jurisdiction on the court, and the proceedings thereunder were null and void.\nAppeal from Bexar. Tried below before Hon. W. W. King.\nA. Lewy, for appellants.\nMcLeary & Fleming and Nicholson, Dodd & Mullally, for appellees."
  },
  "file_name": "0304-01",
  "first_page_order": 330,
  "last_page_order": 334
}
