{
  "id": 227607,
  "name": "The Gulf, Colorado & Santa Fe Railway Company v. G. T. Geer",
  "name_abbreviation": "Gulf, Colorado & Santa Fe Railway Co. v. Geer",
  "decision_date": "1893-11-15",
  "docket_number": "No. 81",
  "first_page": "349",
  "last_page": "352",
  "citations": [
    {
      "type": "official",
      "cite": "5 Tex. Civ. App. 349"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 478,
    "char_count": 10225,
    "ocr_confidence": 0.549,
    "pagerank": {
      "raw": 2.0892398759078749e-07,
      "percentile": 0.7601412283109942
    },
    "sha256": "a777483d356b9af22d4a653bd104bcd362e272df55ab23b8f1e68a3e8a90db67",
    "simhash": "1:a8f32dcc852195aa",
    "word_count": 1764
  },
  "last_updated": "2023-07-14T18:07:14.925501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Gulf, Colorado & Santa Fe Railway Company v. G. T. Geer."
    ],
    "opinions": [
      {
        "text": "FINLEY, Associate Justice.\nPlaintiff’s petition declared that the Western Union Telegraph Company was engaged on the 14th day of July, 1888, in operating a telegraph line between Paris, in Lamar County, and Detroit, in Red River County; that the Gulf, Colorado & Santa Fe Railway Company was at the same time engaged in operating a telegraph line between Dallas and Paris, connecting at the last named point with the Western Union Telegraph Company; that on said date the Gulf, Colorado & Santa Fe Railway Company was engaged in receiving and transmitting messages for the public from Ladonia, Texas, over its own line to Paris, Texas, and thence over the line of the Western Union Telegraph Company to Detroit, in Red River County. Further, that on the date aforesaid plaintiff’s wife and child were very sick near Ladonia, in Fannin County, and plaintiff was near Detroit, in Red River County. That C. A. Catón, of Pecan Gap, in Delta County, with whom plaintiff’s wife and child were at the time, delivered to a messenger, one T. A. Frensley, a writing in substance, viz.:\n“Pecan Gap, Delta County, Texas, July 14, 1888.\n“Garland Geer: Come at once; your baby is dying. Care J. A. Dinwiddle, Detroit, Texas;”\nto be carried to defendant’s agent and operator at Ladonia, Texas. That said message was delivered to defendant’s operator at Ladonia, and defendant, for the valuable consideration paid to it, then and there obligated itself by its contract made and entered into in writing, to deliver the said telegram at Detroit, Texas; and by a comity between said corporations, and mutual exchange of business, the said agent of the Gulf, Colorado & Santa Fe Railway Company at Ladonia was authorized to bind both of them by said contract. It is further alleged, that the telegrain was never delivered to plaintiff, on account of negligence of defendants, whereby he suffered damage by reason of his failure to reach his sick child until a short time just prior to its death; for which he sued defendants jointly and severally.\nA demurrer interposed by Western Union Telegraph Company was sustained. The Gulf, Colorado & Santa Fe Railway Company, by exception, raised the question as to the jurisdiction of the court over it, and by plea in abatement asserted its privilege to be sued in a county of its residence, and denied under oath every allegation in plaintiff’s petition tending to confer jurisdiction on the District Court of Red River County over defendant.\nA trial of the cause resulted in a finding against defendant on its plea of privilege, and a verdict in favor of plaintiff against the Gulf, Colorado & Santa Fe Railway Company for $265, in accord with which judgment was rendered.\nSecond and third assignments of error, submitted together, are as follows:\n“ 2. The court erred in failing to instruct the jury to find for the defendant on its plea of privilege to be sued in a county of its domicile; because plaintiff, having dismissed as to the Western Union Telegraph Company, this defendant (the Gulf, Colorado & Santa Fe Railway Company) was not by virtue of the pleadings and evidence liable to plaintiff’s action in Red River County.\n“ 3. The evidence, without conflict, was, that the message as received and transmitted was transcribed by the operator at the express request and dictation of sender, on a regular telegraph blank, and the court erred in framing an issue on this question for the jury.”\nThe court refused defendant’s charge specially asked, as follows: “ You are instructed that the contract introduced in evidence by virtue of which the telegram was sent, expressly limited the liability of defendant, the Gulf, Colorado & Santa Fe Railway Company, to its own line; and the evidence introduced being uncontroverted that the defendant acted only as agent in delivering the message to its connecting line, you will find for defendant on its plea of privilege.”\nThe undisputed evidence was, that the original message, written upon a piece of brown paper, was rejected by the operator as being unintelligible, and by him handed back to the person sent by plaintiff to deliver the same, to be rewritten by him on a telegraphic blank furnished by the operator. Plaintiff’s messenger stated to the operator that he was hot and nervous, and asked the operator to write down the message. The operator wrote down the message on a telegraphic blank as it was dictated to him by the sender, and in that form sent off the message. The form upon which the message was written contained, among others, the following printed stipulation: “ This company is hereby made the agent of the sender, without liability, to forward any message over the lines of any other company when necessary to reach its destination.’ ’ Appellant had no line extending into Red River County, and must necessarily have delivered the message to the Western Union Telegraph Company at Paris, to be by it transmitted to the place of destination in Red River County. The operator in the preparation of the message was acting for the sender, and not the company. The appellee can not therefore complain of his act in writing the message upon the form usually used for the purpose, or in making a mistake in writing down the message at the request and at the dictation of Frensley, the person to whom the sender had committed the matter of having the message sent. Tel. Co. v. Foster, 64 Texas, 220; Tel. Co. v. Edsall, 63 Texas, 676.\nDelivered November 15, 1893.\nWe think the rights of the parties must be determined as though the telegram had originally been written upon the telegraphic blank; and in that event the stipulation herein before quoted would deprive the court of Red River County of jurisdiction over appellant in a suit for the breach of contract.\nIf this proposition were not true, still, if the operator make a mistake in writing down the message, and addressed it to Detroit, Michigan, instead of Detroit, Texas, the mistake would not be chargeable to the company, and the contract, as thus written, would not authorize the court in Red River County to take jurisdiction of appellant in a suit based thereon. This last proposition is properly raised by assignment.\nThe cause is reversed and remanded.\nReversed and remanded.",
        "type": "majority",
        "author": "FINLEY, Associate Justice."
      }
    ],
    "attorneys": [
      "Alexander & Clark and J. W. Terry, for appellant.",
      "S. W. Harman and M. L. Sims, for appellee."
    ],
    "corrections": "",
    "head_matter": "The Gulf, Colorado & Santa Fe Railway Company v. G. T. Geer.\nNo. 81.\n1. Telegram — Agent. — A telegraph operator who is requested by the sender to write, and at his dictation writes the message, is acting for the sender and not for the company in preparing the message, and the appellee, to whom the message was addressed, can not complain of his act in writing it upon a form usually used for the purpose, or in making a mistake in writing it down.\n2. Contract, Breach of — Jurisdiction.—The form upon which the message was written contained this printed stipulation: “ This company is hereby made the agent of the sender, without liability, to forward any message over the lines of any other company when necessary to reach its destination.” The message was received by appellant at Ladonia. in Fannin County, and was to be transmitted to appellee at Detroit, in Red River County. Appellant had no line extending into Red River County,, and must necessarily have delivered the message to the Western Union Telegraph Company, at Paris, to be by it transmitted to its destination in Red River County. Held, the stipulation above quoted would deprive the courts of Red River County of jurisdiction over appellant in a suit for the breach of the contract.\n3. Same. — If this proposition were not true, still if the operator made a mistake in writing down the message, and addressed it to Detroit, Michigan, instead of Detroit, Texas, the mistake not being chargeable to the company, the contract as thus written would not authorize the court in Red River County to take jurisdiction of appellant in a suit based thereon.\nAppeal from Red River. Tried below before Hon. E. D. McLellan.\nAlexander & Clark and J. W. Terry, for appellant.\n1. It is error for the court to submit to the jury an issue of fact concerning which there is no conflict in the evidence. When the execution of a contract in writing is clearly proven, and the breach of such contract is a basis of contention, it is the duty of the court to construe the contract according to its plain, unambiguous terms. Teal v. Terrell, 58 Texas, 261; Wintz v. Morrison, 17 Texas, 387; Box v. Word, 65 Texas, 166; Frisby v. Withers, 61 Texas, 134; Eason v. Eason, 61 Texas, 225; Hedgpeth v. Robertson, 18 Texas, 871; Mitchell v. De Witt, 20 Texas, 294.\n2. Under the pleadings and evidence, the defendant was not liable to be sued in Red River County unless it had entered into a contract in writing to be performed in that county. An illegible writing that can not be understood, and that is not mutually assented to, can not be relied upon as a written contract. If the operator, Daniels, transcribing the illegible message at the request and dictation of the sender, made the message read Detroit, Michigan, instead of Detroit, Texas, defendant would not be liable for such mistake. Rev. Stats., art. 1198.\nS. W. Harman and M. L. Sims, for appellee.\n1. The appellant being a private corporation, could be sued in any county in which the cause of action or a part thereof arose. Rev. Stats., art. 1198, sec. 21; Railway v. Hill, 63 Texas, 383; Cotton Press Co. v. Bradley, 52 Texas, 597; Gray on Tel., sec. 58; 5 Wait’s Act. and Def., sec. 15.\n2. The copying of a telegram written upon an ordinary piece of paper on to a blank telegram, for the purpose of enabling the operator to read and transmit it correctly, would not by that act make the printed stipulations in the blank telegram a part of the contract, unless it was intended and agreed to by the parties. Gray on Tel., sec. 28; Tel. Co. v. Simpson, 73 Texas, 430.\n3. If the telegram was so poorly written that the agent of the company could not read it, it was his right and duty to reject it. If the agent attempted to read it, and failed to do so correctly, or if he depended upon some unauthorized person to read it for him, and a mistake was made, it was the mistake of the company, not the sender of the telegram. 6 Wait’s Act. and Def., sec. 7; Gray on Tel., sec. 21."
  },
  "file_name": "0349-01",
  "first_page_order": 375,
  "last_page_order": 378
}
