{
  "id": 227364,
  "name": "The Laclede National Bank of St. Louis v. W. J. Betterton et al.",
  "name_abbreviation": "Laclede National Bank v. Betterton",
  "decision_date": "1893-11-15",
  "docket_number": "No. 686",
  "first_page": "355",
  "last_page": "359",
  "citations": [
    {
      "type": "official",
      "cite": "5 Tex. Civ. App. 355"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 573,
    "char_count": 11689,
    "ocr_confidence": 0.573,
    "pagerank": {
      "raw": 1.157628648194442e-07,
      "percentile": 0.5832799518427523
    },
    "sha256": "289edea079b55a5c1aa10719bafabff2a38f8c7d3396728592a69938ffaa6075",
    "simhash": "1:5c8f8d263f662ce0",
    "word_count": 2036
  },
  "last_updated": "2023-07-14T18:07:14.925501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Laclede National Bank of St. Louis v. W. J. Betterton et al."
    ],
    "opinions": [
      {
        "text": "FINLEY, Associate Justice.\nThis is an appeal from an order made April 24, 1893, quashing an execution issued out of the District Court, in favor of appellant and against appellees and another, on the alleged ground, in substance, that the judgment on which execution issued had been set aside before execution issued. On January 27, 1893, the Laclede National Bank of St. Louis recovered judgment against W. J. Betterton and C. L. Betterton, makers, and the Ninth National Bank of Dallas, endorser, of a promissory note for $6525.50, interest and costs. Bettertons filed motion for new trial, which was overruled February 27, 1893, they giving notice of appeal. Bettertons’ only defense ever presented was a demurrer and general denial. Defendant bank is insolvent, and though cited, filed no answer. Bettertons have given no appeal bond.\nThe court adjourned for the term on March 11, 1893, without further proceedings in this case. The next term of court began Monday, March 13, 1893. During this term, on March 22,1893, the court made an order as of March 13, 1893, purporting to set aside the judgment rendered at the former term, February 27, 1893, overruling defendants’ motion for a new trial, but not purporting to affect the original judgment against defendants rendered January 27, 1893. This order is as follows:\n“March 22, 1893. This entry is made as of March 13, 1893. On the 27th day of February, 1893, in the suit of The Laclede* National Bank v. W. J. Betterton et ah, a judgment was entered overruling the motion of defendants to set aside a judgment by default rendered in said cause; and it satisfactorily appearing to the court that said judgment was rendered under a misapprehension of defendants and their attorneys, and to the end that a full and complete adjudication of all the issues involved in said motion may be had, it is ordered and decreed on the court’s own motion, that the minutes of the court, so far as they pertain to said judgment overruling said motion, be and the same are hereby corrected, so as to set aside said judgment and restore said cause on the docket in all respects as it was before said judgment was entered.\n“ Plaintiff excepts to this judgment, and in open court gives notice of appeal to the Court of Civil Appeals of the State of Texas for the Second Supreme Judicial District.\n“ R. E. Burke, Judge.”'\nThe order was made of the court’s own motion, without any pleadings or evidence whatever. Plaintiff’s attorney was present, objecting and excepting, but he had no opportunity to otherwise oppose the action of the court. The order being made without pleadings or evidence, the record gives us no light whatever on the means by which it was made to “ satisfactorily appear to the court that said judgment was rendered under a misapprehension of defendants and their attorneys;” and there is absolutely nothing in the record attempting to invoke the jurisdiction of the court to make such an order. No appeal has been prosecuted from this order; but the plaintiff, treating it as an absolute nullity, and as not affecting, or on its face purporting to affect, its original judgment against defendants, on March 31, 1893, sued out execution to Dallas County, which was returned nulla bona, and alias execution to Brazos County, which was levied by the sheriff of Brazos County on certain lands of W. J. Betterton.\nOn April 12, 1893, W. J. Betterton and C. L. Betterton filed amotion to quash this alias execution, on the alleged grounds only that there was no judgment to support the execution, that the judgment had been set aside, and “ that it had been entered under a misapprehension of fact.” Plaintiff answered this motion by demurrer, denial, and special answer.\nOn April 24,1893, the motion was heard. The court refused to permit plaintiff to present its demurrer or to offer any evidence, and without argument or evidence from either party, sustained the motion and quashed and vacated the execution. Plaintiff excepted and gave notice of appeal; tendered a bill of exceptions to the court, which the court qualified by reciting the alleged contents and effect of the records of the court.\" Plaintiff objected to the court’s qualifications of the bill, and insisted that the records were misrecited in the judge’s qualification to the bill, and requested permission to point out the errors claimed to exist in the qualification of the bill. The court refused this request, refused to sign the bill as originally presented, and refused to endorse his refusal thereon as provided by the statute. Plaintiff thereupon filed a bill of exceptions, attested by the clerk of the court and three attending attorneys of the court as bystanders, annexing to the bill certified copies of the records about the contents of which the controversy with the court arose.\nAs this judgment here appealed from, as well as the ex parte order of court entered as of March 13, 1893, are shown by the bills of exceptions to have been rendered without any evidence whatever, there is, of course, no statement of facts. Plaintiff filed assignments of error and appeal bond, and now brings the case to this court for revision and correction.\nOpinion. — Motion to dismiss this appeal, upon the ground that there was no final order from which an appeal could be taken, was made by appellees, and at a previous day of this term by this court overruled. The court was of the opinion, that after an execution was issued and levied upon property, and a lien thereby secured to the plaintiff in execution, an order quashing the execution was a final disposition of the rights of the plaintiff acquired under the levy, and in contemplation of law a final order from which an appeal could be taken.\nThe question now presented to us is, Did the court err in quashing or vacating the execution ? The motion upon which the court acted was based upon the idea that the judgment upon which the execution issued had been set aside before the issuance of the execution, and that no execution could legally issue upon such vacated judgment.\nIf the order made by the judge of his own motion on March 22, 1893, is to be construed as merely intending to set aside his order made at a former term, overruling appellees’ motion for a new trial, then, if effective, it would not have vacated the judgment in the case, but would have left the judgment in force without the motion for new trial being passed upon by the court. Under our statutes, this motion would have lapsed with the term of the court in which it was filed, and no action of the court in relation to such motion, had at a subsequent term, could have the effect to vacate the judgment. Sayles’ Civ. Stats., art. 1372. We think this order, of the court was utterly void, and that the judgment was unaffected by it. This being true, execution was properly issued upon the judgment, and the court was without the power to quash the execution and destroy the lien acquired thereunder, unless its jurisdiction was invoked by a proper proceeding instituted for the purpose of setting aside the judgment, which was not the case here.\nWe are of the opinion that the court erred in entering each of the orders complained of; that the execution was.legally issued, and a lien secured by the levy made thereunder, and that appellant is entitled to have the property sold under the levy made.\nDelivered November 15, 1893.\nThe cause is reversed and remanded; and the court below is directed to cause the property levied upon under the writ of execution to be sold under writ of venditioni exponas.\nReversed and remanded.",
        "type": "majority",
        "author": "FINLEY, Associate Justice."
      }
    ],
    "attorneys": [
      "Dickson & Moroney, for appellant.",
      "Watts, Aldridge & Eckford, for appellee,"
    ],
    "corrections": "",
    "head_matter": "The Laclede National Bank of St. Louis v. W. J. Betterton et al.\nNo. 686.\n1. Appeal — Final Judgment. — After execution has been issued and levied upon property,' and a lien thereby secured to the plaintiff in execution, an order quashing the execution is a final disposition of the rights of the plaintiff acquired under the levy, and a final order from which an appeal can be taken.\n2. Jurisdiction — Void Order after Adjournment. — See statement of the case for an order made by the court of its own motion which, if construed as merely an order setting aside an order overruling a motion for a new trial made at the previous term, even, if effective, would not have vacated the judgment in the case. But the order is held utterly void. The judgment was unaffected by it, and it was error to quash the execution.\nAppeal from Dallas. Tried below before Hon. R. E. Burke.\nDickson & Moroney, for appellant.\n1. When the judgment of a court is fully settled, its minutes entered and authenticated as a record, and the term closed, the court has no power over the decree for the purpose o£ revision or modification on the merits; and the matters therein disposed of are finally settled, and the rights adjudicated irrevocably concluded and established. Rev. Stats., art. 1372; Chambers v. Hodges, 3 Texas, 517; Burr v. Lewis, 6 Texas, 76; Chambers v. Hodges, 23 Texas, 104; Trammell v. Trammell, 25 Texas Supp., 261; Burke v. Matthews, 37 Texas, 73; Ximenes v. Ximenes, 43 Texas, 458; Blum v. Wettermark, 58 Texas, 125; Perkins v. Dunlavy, 61 Texas, 241.\n2. The above proposition is subject to the qualifications only, that at a subsequent term mere clerical errors or mistakes, or defects of form, or the addition of such clauses as may be necessary to carry out the judgment of the court, are permitted; or a judgment may be declared null and void which was rendered in a case not legally before the court, or revised in an appellate proceeding, or by bill of review or proceedings in the nature of a writ of .error coram nobis; or it may be enjoined in equity-in a proper case; but none of these admitted qualifications of the principle expressed above have any application to this case. McKean v. Ziller, 9 Texas, 58; Goss v. McLaren, 8 Texas, 341.\n3. A judgment can only be properly amended after the term by written memoranda or documents in the record that can be safely looked to-as the basis of the amendment; and when the pretended amendment, made after the term, shows on its face, as in this case, that it is án ex parte alteration of the judgment of a former term on the merits, made without pleadings or evidence, but on the unexplained “ satisfaction’51 of the judge that it ought to be made, it is absolutely void, and can not be permitted to overturn a solemn judgment entry, regularly made at a former term of court. Ximenes v. Ximenes, 43 Texas, 458; Cameron v. Thurmond, 56 Texas, 28; Blum v. Neilson, 59 Texas, 378.\n4. A motion for a new trial, not acted upon, is discharged by operation of law at the end of the term, and an order granting a new trial, or continuing the motion for a new trial, at a subsequent term, is without jurisdiction and void. Rev. Stats., art. 1372; McKean v. Ziller, 9 Texas, 58; Bullock v. Ballew, 9 Texas, 498; Laird v. The State, 15 Texas, 317; Wilcox v. The State, 31 Texas, 586; Ragsdale v. Green, 36 Texas, 193; Bass v. Hays, 38 Texas, 131.\n5. An order granting or refusing a motion to quash an execution after judgment is a final order which can be appealed from. Scott & Rose v. Allen, 1 Texas, 508; Bryan v. Bridge, 6 Texas, 137; Portis v. Parker, 8 Texas, 23; Martin v. Rice, 16 Texas, 157; Cook v. Sparks, 47 Texas, 28; The Meader Co. v. Aringdale, 58 Texas, 447.\nWatts, Aldridge & Eckford, for appellee,\non motion to dismiss appeal. The order appealed from has none of the elements of a final judgment. It is an interlocutory order or judgment quashing an execution.' Appeals or writs of error are only allowed to this court from interlocutory orders or judgments appointing a receiver or trustee. Rev. Stats., art. 1380; Gen. Laws 1892, p. 43."
  },
  "file_name": "0355-01",
  "first_page_order": 381,
  "last_page_order": 385
}
