{
  "id": 227331,
  "name": "J. R. Saunders et al. v. John J. Isbell et al.",
  "name_abbreviation": "Saunders v. Isbell",
  "decision_date": "1893-12-06",
  "docket_number": "No. 384",
  "first_page": "513",
  "last_page": "516",
  "citations": [
    {
      "type": "official",
      "cite": "5 Tex. Civ. App. 513"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "31 Ala., 177",
      "category": "reporters:state",
      "reporter": "Ala.",
      "opinion_index": -1
    },
    {
      "cite": "1 So. Rep., 773",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 449,
    "char_count": 7901,
    "ocr_confidence": 0.566,
    "pagerank": {
      "raw": 1.02655463700736e-07,
      "percentile": 0.5468662458699329
    },
    "sha256": "5ba8420a25f4cf650c40a9a315b82953b4031756966b1556e71ab45846dbe321",
    "simhash": "1:9b7baf96d0f0a49e",
    "word_count": 1380
  },
  "last_updated": "2024-02-27T16:31:09.266747+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "J. R. Saunders et al. v. John J. Isbell et al."
    ],
    "opinions": [
      {
        "text": "KEY, Associate Justice.\nThis suit was brought by appellees to recover and partition 640 acres of land, patented to the heirs of George Welch, January 28, 1854. They claim title to the land as children and heirs of William and Mattie O. E. Isbell, deceased. William Isbell bought the land at a sale made by the administrator of George Welch’s estate, May 22, 1854, said Mattie O. E. being at the time his wife. Mrs. Isbell died in 1865, and appellees are her heirs. William Isbell died in 1877 or 1878.\nActing under proper orders of the Probate Court, the administrator of said Isbell’s estate sold the entire survey to J. B. Saunders, July 23, 1878; and Saunders has conveyed some of the land to appellants Bone and Summers. July 31, 1876, William Isbell conveyed 25 acres of said land to Margaret Hood, and the deed therefor was duly recorded in Coryell County, where the land is situated, August 8, 1876. One of the children of William and Mattie O. E. Isbell died intestate, March 24, 1865, and its father inherited one-lialf and its brothers and sisters, appellees herein, inherited the other half of its interest in the land. Excluding the 25 acres sold to Margaret Hood, the court, trying the case without a jury, rendered judgment for appellants for thirteen-twenty-fourths, and for appellees for eleven-twenty-fourths of the land.\nThere is no statement of facts. The conclusions of fact filed by the district judge show the foregoing facts, and show also that at the time Saunders bought the land he had no knowledge that William Isbell had ever been married, nor did he know that appellees were children of said William and Mattie O. E. Isbell, and that he paid full value for the land.\nIt is contended by appellants that judgment should have been rendered for them for all the land, upon the theory that Saunders was an innocent purchaser for value.\nAppellees resist this contention, and assert, (1) that one who acquires land at an administration sale is subject to the rule of caveat emptor, and not entitled to be protected as'an innocent purchaser; and (2) that as the court’s findings only show that Saunders bought without knowledge that William Isbell had ever been married, etc., such finding is not equivalent to a finding that he bought without notice.\nIf the burden of proof upon the question of notice rested upon appellants, this latter contention might avail to affirm the judgment. However, the rule appears to be settled in this-State, that in a contest between, one who has purchased the legal title and one' holding the equitable title the burden rests upon the latter to show that the former had notice of the superior equitable title when he purchased. Barnes v. Jamison, 24 Texas, 362; Johnson v. Newman, 43 Texas, 642; Hill v. Moore, 62 Texas, 612; Cameron v. Romele, 53 Texas, 241.\nAs the deed from Welch’s administrator to William Isbell vested the legal title in him, Mrs. Isbell’s title thereto was not a legal, but only an equitable title. Edwards v. Brown, 68 Texas, 329; Patty v. Middleton, 82 Texas, 586.\nIt follows, therefore, that appellees inherited from Mrs. Isbell only an equitable title to an undivided interest in the land; that Saunders, when he purchased at administrator’s sale, acquired such title to the land as William Isbell apparently had, unless he had notice of the rights of appellees; and as the title so acquired was a legal title, the burden was not upon him to show want of notice, but was upon appellees. to show, as a fact, that he had notice of their superior equitable rights.\nSome decisions in this State made prior to Edwards v. Brown, supra, may appear to militate against the application of this general rule to cases like the one now under consideration. They appear, however, to have been decided upon the assumption that the legal title to community property vested alike in each spouse, whether the deed was made to both or only to one. It appears that this assumption was not correct, for when it became necessary to decide the question, it was held that the legal title was in the spouse to whom the property was conveyed, and that while the other had an equal beneficial interest, such interest was held by an equitable title only. Edwards v. Brown, 68 Texas, 329.\nUnless an exception to the general rule is to be made — and we see no sufficient reason for making it — it follows as the logical result of the doctrine announced in Edwards v. Brown, and followed in Patty v. Middleton, that the burden does not rest upon the purchaser from the spouse holding the legal title to show lack of notice of the equitable rights of the other spouse, but rather upon those asserting such equitable rights to show the existence of notice.\nThe first question presented has already been decided in Taylor v. Harrison, 47 Texas, 454, where it was held, that although a purchaser at administrator’s sale acquired only such title as the intestate had, still if the price paid, or other facts, indicate that he was purchasing the property, and not merely the chance of title, he may be protected as an innocent purchaser.\nDelivered December 6, 1893.\nThe judgment of the District Court will be reversed and the cause remanded.\nReversed and remanded.",
        "type": "majority",
        "author": "KEY, Associate Justice."
      }
    ],
    "attorneys": [
      "White & Taylor, for appellants.",
      "Jones, Kendall & Sleeper, for appellees."
    ],
    "corrections": "",
    "head_matter": "J. R. Saunders et al. v. John J. Isbell et al.\nNo. 384.\n1. Bona Fide Purchaser —Notice —Burden of Proof. — In a contest between one who has purchased the legal title and one holding an equitable title, the burden rests upon the latter to show that the former had notice of the superior equitable title when he purchased.\n2. Legal Title. — Purchase by husband, and deed to him conveyed to him the legal title. The wife dying subsequent to the purchase, her heirs took an equitable title. The sale by administrator of the husband passed the legal title, and concluded the claim of the heirs of the wife in absence of notice to the purchaser of their rights through their mother.\n3. Case Adhered to. — Taylor v. Harrison, 47 Texas, 454, adhered to. One buying at an administrator’s sale may be a bona fide purchaser.\nAppeal from Coryell. Tried below before Hon. C. K. Bell.\nWhite & Taylor, for appellants.\n1. The appellant was not a tenant in common with plaintiffs, but was a purchaser for full value, without any knowledge of the family history of William Isbell, or that he had ever been married, and as such should have recovered all of said land, having bought the apparent legal title to the land in controversy. Love v. Berry, 22 Texas, 378; Vaughan v. Green, 38 Texas, 530; Graham v. Hawkins, 38 Texas, 634; Harrison v. Boring, 44 Texas, 255; Taylor v. Harrison, 47 Texas, 454; Holmes v. Johns, 56 Texas, 53; Woerner’s Am. Law of Adm., 1078.\n2. Appellant bought the legal title, and without knowledge of outstanding equities of appellees, and is protected against their claim. Edwards v. Brown, 68 Texas, 329; Hill v. Moore, 62 Texas, 610; Pouncey v. May, 76 Texas, 565; Patty v. Middleton, 82 Texas, 586.\nJones, Kendall & Sleeper, for appellees.\n1. When a party sets up, in equity, the defense of being a bona fide purchaser without notice, he is required to deny not merely knowledge, but notice, of the main fact, and all the facts and circumstances from which it may be implied; and the finding of the judge who tried this case below, that appellant had no knowledge of the family history of William Isbell, or that he had ever been married, is not equivalent to finding no notice of such facts. Wade on Notice, secs. 3, 10, 36a; 2 Pome. Eq. Jur., secs. 592, 593, 594; Woolen Mills v. Sibert, 1 So. Rep., 773; Ledbetter v. Walker, 31 Ala., 177; May v. Chapman, 16 M. & W., 355.\n2. Appellant having purchased the land in controversy at administrator’s sale, can not be deemed in law an innocent purchaser. Moody v. Butler, 63 Texas, 210; Sayles’ Civ. Stats., arts. 2092, 2316, 2318; Wilson v. Helms, 59 Texas, 680; Belcher v. Fox, 60 Texas, 531; Johnson v. Harrison, 48 Texas, 257."
  },
  "file_name": "0513-01",
  "first_page_order": 539,
  "last_page_order": 542
}
