{
  "id": 227417,
  "name": "W. L. Ayers et al. v. Mary M. Fellrath et al.",
  "name_abbreviation": "Ayers v. Fellrath",
  "decision_date": "1893-12-20",
  "docket_number": "No. 465",
  "first_page": "557",
  "last_page": "559",
  "citations": [
    {
      "type": "official",
      "cite": "5 Tex. Civ. App. 557"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "1 Posey's U. C., 360",
      "category": "reporters:state",
      "reporter": "Posey",
      "case_ids": [
        1870814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/posey/1/0360-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 7844,
    "ocr_confidence": 0.562,
    "pagerank": {
      "raw": 6.011620893327796e-08,
      "percentile": 0.3729854520475904
    },
    "sha256": "ccd82092256fcad747909885efe3708257a28936f31834fae16f4f56c9bedd87",
    "simhash": "1:0ddc9d3c3d0a4189",
    "word_count": 1432
  },
  "last_updated": "2024-02-27T16:31:09.266747+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "W. L. Ayers et al. v. Mary M. Fellrath et al."
    ],
    "opinions": [
      {
        "text": "KEY, Associate Justice.\nThis suit was brought by appellants to enjoin Mrs. Mary M. Fellrath and her husband from enclosing or selling a small strip of land in the town of Gatesville, Coryell County, Texas. A temporary injunction was granted, which, upon final trial in the District Court, was dissolved, and judgment rendered for appellees.\nUpon the testimony in the record this court finds:\n1. It was agreed by the parties that the defendant Mary M. Fellrath owned as her separate estate a tract of two acres of land conveyed to her by the trustees of school community number 1, Coryell County, situated in the town of Gatesville, and that she caused same to be divided into two blocks by a line running east and west through the center, and designated the north division as block 30 and the south division as block 29. These blocks were bounded on the west by College Street, on the south by school property, on the east by the Fennimore Addition to Gatesville, and on the north by other lands owned by the defendants. That as said blocks 29 and 30 are mapped on the plan of said town kept in the county clerk’s office, no street is shown running east and west between the blocks.\n2. It was also conceded and agreed by and between the parties plaintiff and defendant, that the defendant Mary M. Fellrath, joined by her husband, J. A. Fellrath, by two deeds, duly executed and acknowledged, one dated February 6, 1883, and the other dated July 12, 1884, conveyed to C. J. Fellrath all of the land in said two acres tract north of the 40-foot strip designated on the diagram contained in the record, and made part of these findings, by the names of William Williams and J. Q. Chrisman. And on the 12th day of July, 1884, the defendant Mary M. Fellrath, joined by her husband, J. A. Fellrath, also conveyed to said C. J. Fellrath the lot of land shown on said diagram lying south of said 40-foot strip and marked Honeycutt. That on July 10, 1884, the defendant Mary M. Fellrath, joined by her husband, J. A. Fellrath, conveyed to plaintiff Ayres the lot of land south of said 40-foot strip as shown on diagram and marked W. L. Ayres. That said deeds of conveyance include all of said two acres of land except the 40-foot strip shown on diagram. That said deeds do not call for or mention said 40-foot strip in any way, but the deed to Ayres and the deed to C. J. Fellrath conveying to him the Williams lot each call for College Street on their west lines. That C. J. Fellrath afterward conveyed the Chrisman lot to O. E. Allen, and he (Allen) conveyed same to plaintiff Chrisman. And said C. J. Fellrath also conveyed to plaintiffs Williams and Honeycutt their lots. In all of said conveyances the purchase price named in deeds was paid defendants in cash.\n3. Appellee J. A. Fellrath, acting for his wife, negotiated the sale to appellant Ayres and also the sale to C. J. Fellrath, who is not a party to the suit. In negotiating the sale to Ayres, said J. A. Fellrath represented the strip of land in controversy to be a street; said representation was a material inducement to said Ayres to purchase the lot bought by him. It was not shown that the strip in question was represented to C. J. Fellrath to be a public street when he purchased, but it was agreed between him and appellees, that as College Street was then almost impassable for want of a bridge across a ravine, the strip in question was to be left open as a temporary passage until a bridge was constructed across the ravine on College Street. When appellant Honeycutt purchased his lot he was induced by representations made by C. J. Fellrath to believe that the strip in question was a public street.\n4. Appellant Ayres has placed improvements on his lot worth 83000, and to close up the strip of land in question and not to allow its use for a street will materially depreciate the value of his property. Appellant Honeycutt has placed improvements on his lot worth $1500, and to close up the strip in question would materially injure the value of his property.\n5. The testimony shows that appellant Williams has placed improve-merits on his lot worth $1000. It is not shown what, if any, injury will result to his premises by closing up the strip in question.\nDelivered December 20, 1893.\n6. J. Q. Chrisman was a plaintiff in the court below; but having declined to join in the appeal, we make no finding as to his premises.\n7. The aforesaid representations made by J. A. Fellrath were not authorized by Mrs. Mary M. Fellrath, who was at the time his wife; were not made in her presence, and it is not shown that she knew they had been made when she executed the deeds aforesaid.\nOpinion. — The trial court evidently held that the evidence adduced failed to show a dedication of the land in controversy as a street, and we can not say that this holding was wrong. When it is sought to establish a dedication to a public use otherwise than by formal grant, there must be clear proof of an intention by the owner of the property to donate it to such use.\nThe fact of selling the balance of the two acres tract so as to leave the land in suit in an appropriate place and of a suitable size for a street may tend to prove an intention to dedicate it as such. But the facts that it was not plotted as a street on the map of the town; that Mrs. Fellrath, the owner of the two acres tract, expressly refused to dedicate but two streets, neither of which embrace this land; that in selling the adjacent lots the lines that reach this land do not call for a street, and the fact that since the sale of the balance of the two acres the strip in question has been rendered for taxes and the taxes paid thereof as the property of Mrs. Fellrath, indicate that there was no intention on her part to donate it to the public, and support the finding of the trial court that there was no dedication.\nNor do the facts show an estoppel against Mrs. Fellrath in favor of any of the appellants. The declarations of her husband were not made in her presence nor by her authority; and it is well settled in this State, that under such circumstances, the acts and declarations of the husband do not estop his wife. Etheridge v. Price, 73 Texas, 597, and cases there cited.\nThis disposes of all the questions in the case, and the judgment of the court below will be affirmed.\nAffirmed.",
        "type": "majority",
        "author": "KEY, Associate Justice."
      }
    ],
    "attorneys": [
      "McDowell, Miller & Hawkins, for appellants.",
      "T. C. Taylor, for appellees,"
    ],
    "corrections": "",
    "head_matter": "W. L. Ayers et al. v. Mary M. Fellrath et al.\nNo. 465.\n1. Dedication of Street. — When it is sought to establish a dedication to a public use otherwise than by formal grant, there must be clear proof of au intention by the owner of the property to donate it to such use. See example where the owner retained a strip through land sold as town lots at a place where a street seemed necessary, and the evidence negatived a dedication.\n2. Husband and Wife — Estoppel.—The declarations of the husband unauthorized by the wife, and without her knowledge, will not affect her separate property, nor operate as an estoppel against her in favor of parties acting upon such declarations.\nAppeal from Coryell. Tried below before Hon. C. K. Bell.\nMcDowell, Miller & Hawkins, for appellants.\nA setting apart or dedication of a street by the proprietor of land situated in a city or town need not be by deed or evidenced by long use. It is sufficient if there be an unequivocal act or declaration of the proprietor showing an intention to dedicate, and that others have acted in reference to and upon the faith of such manifestation of intention. An intention to dedicate may be implied from a sale of residence lots, leaving a strip between them suited for a street, and it is insisted that this was done in this case. Gilder v. Brenham, 67 Texas, 345; Oswald v. Grant, 22 Texas, 94.\nT. C. Taylor, for appellees,\ncited: McKay v. Treadwell, 8 Texas, 177; Smith v. Redden, 1 Posey’s U. C., 360; Etheridge v. Price, 75 Texas, 597."
  },
  "file_name": "0557-01",
  "first_page_order": 583,
  "last_page_order": 585
}
