{
  "id": 227368,
  "name": "Jot J. Smyth v. Walton & Ramsey",
  "name_abbreviation": "Smyth v. Walton & Ramsey",
  "decision_date": "1893-12-06",
  "docket_number": "No. 115",
  "first_page": "673",
  "last_page": "675",
  "citations": [
    {
      "type": "official",
      "cite": "5 Tex. Civ. App. 673"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "76 Iowa, 29",
      "category": "reporters:state",
      "reporter": "Iowa",
      "opinion_index": -1
    },
    {
      "cite": "50 Am. Dec., 95",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": -1
    },
    {
      "cite": "15 Am. Dec., 615",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": -1
    },
    {
      "cite": "16 S. W. Rep., 741",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 348,
    "char_count": 5789,
    "ocr_confidence": 0.568,
    "pagerank": {
      "raw": 2.2758380842440303e-07,
      "percentile": 0.7842638702101937
    },
    "sha256": "797da5f85101c26f0ef1123bc8fe8c03c8b011f765cc305951ed028bafa41371",
    "simhash": "1:5991a1f3507c94a4",
    "word_count": 1007
  },
  "last_updated": "2024-02-27T16:31:09.266747+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jot J. Smyth v. Walton & Ramsey."
    ],
    "opinions": [
      {
        "text": "FINLEY, Associate Justice.\nThis suit was brought by the appellees, O. C. Walton and S. S. Ramsey, composing the firm of Walton & Ramsey, in the County Court of Johnson County, Texas, on the 23rd day of December, 1890, against Jot J. Smyth, the appellant, for a balance of $603.13 on open account; and on the 16th day of April, 1891, the appellees filed their first amended petition, in which they state, that from the 21st day of April, 1888, up to July 5, 1890, on divers days, they sold and delivered to the appellant goods, wares, and merchandise, and paid and advanced to him and his use, and on his order, sundry sums of money, and made reference to an account attached and marked exhibit A, etc., and set out the parties to whom they sold goods, etc., and the amounts sold to each.\nOn April 16, 1891, the appellant filed his first amended answer, in which he excepted to appellees’ first amended petition; plead general denial; and specially, that between April 1, 1888, and March 14, 1889, he had paid off and discharged said account, and that he never in anywise promised or undertook to pay appellees the various sums for the parties named in their petition; and also the statute of limitation of two years, etc. On April 18, 1891, the cause was tried, and judgment rendered on the verdict of a jury against the appellant for $641.06.\nOpinion. — The first and second assignments of error may be considered together, and are as follows:\n“ 1. The court erred on the trial of this cause in permitting the plaintiffs, Walton & Ramsey, and their bookkeeper, Walton, to testify, over objection of defendant, and then failing to exclude the testimony, on motion of defendant, after all the evidence had been closed, that it was the custom among the merchants at Grandview, Texas, at and before and after the year 1888, to consider accounts made with their customers for merchandise through the year not to be due and payable until the 1st of January of the following year, unless there was a special contract between them, etc., as shown by his bill of exception number 1, and for the reasons set out in said bill of exception.\n“ 2. The court erred in refusing and failing to give in charge to the jury special charge number 1 asked by the defendant and refused by the court. The court, in charge number 1, was requested to instruct the jury, that the statute of limitation began to run against each item charged in the several accounts, and that limitation barred each of said items in said several accounts within two years after the date of the purchase of said items, and you will not find for the plaintiffs any item which was bought two years before the 23rd day of December, 1888.”\nThe evidence admitted, which is complained of in the first assignment, could have been intended only for the purpose of meeting and overcoming the plea of the statute of limitations of two years, pleaded by appellant, while the special charge refused was designed for the purpose of securing the benefit of that plea. Article 3204, Sayles’ Statutes, is as follows: “ In all accounts except those between merchant and merchant as aforesaid, their factors and agents, the respective times or dates of delivery of the several articles charged shall be particularly specified, and limitation shall run against each item from the date of such delivery, unless otherwise specially contracted.” It is clear that the force of this statute can not be frittered away by proof of a local custom, which is it sought to engraft upon the contract between the parties. It is not pretended that there was any special contract between the parties which would take the case out of the general rule, that limitation runs against each item of the account from the date of the delivery of such item; but the contention is, that the local custom which fixed the due date of the-account upon the 1st of January succeeding the delivery of the items, would prevent limitations running until that time. The proposition is untenable, and both of the assignments of error are well taken.\nDelivered December 6, 1893.\nThe judgment is reversed and the cause remanded for a new trial.\nReversed and remanded.",
        "type": "majority",
        "author": "FINLEY, Associate Justice."
      }
    ],
    "attorneys": [
      "Smith & Davis, for appellant,",
      "Crane & Ramsey, for appellees."
    ],
    "corrections": "",
    "head_matter": "Jot J. Smyth v. Walton & Ramsey.\nNo. 115.\nOpen Account — Limitation—Custom—Evidence.—The force of the statute of limitation which runs against each item of an account from the date of the delivery of such item, unless otherwise specially contracted, can not be affected by proof of a local custom of merchants to consider accounts made with their customers for merchandise through the year not to be due until the first of January of the following year. Testimony as to such custom is inadmissible, and unless otherwise specially contracted, limitation runs against each item from the date of its delivery.\nAppeal from the County Court of Johnson, Tried below before Hon. F. E. Adams.\nSmith & Davis, for appellant,\nunder first assignment of error copied in the opinion, cited: Gano v. Palo Pinto County, 71 Texas, 103; Moore v. Kennedy, 16 S. W. Rep., 741; 15 Am. Dec., 615; 50 Am. Dec., 95; Bindley v. Bank, 76 Iowa, 29. Under the second assignment of error copied in the opinion, cited: Rev. Stats., art. 3204; Pasch. Dig., arts. 4611, 4612; Love v. Doak, 5 Texas, 345.\nCrane & Ramsey, for appellees.\n1. Proof of the custom among merchants at Grandview as to when credit sales for goods should become due was properly admitted as a circumstance tending to support appellees’ position that the accounts sued on should not be, and were not, due and payable until January 1 after same were made.\n2. The statute of limitation runs against each item of goods sold by a merchant to his customer only from the date when same is by contract to be payable, and when under such contract the customer could be sued for such goods."
  },
  "file_name": "0673-01",
  "first_page_order": 699,
  "last_page_order": 701
}
