{
  "id": 223747,
  "name": "George W. Belt v. The Gulf, Colorado & Santa Fe Railway Company",
  "name_abbreviation": "Belt v. Gulf, Colorado & Santa Fe Railway Co.",
  "decision_date": "1893-06-07",
  "docket_number": "",
  "first_page": "231",
  "last_page": "236",
  "citations": [
    {
      "type": "official",
      "cite": "4 Tex. Civ. App. 231"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "23 Ill., 367",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5805124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/23/0367-01"
      ]
    },
    {
      "cite": "84 N. Y., 48",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2180949
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/84/0048-01"
      ]
    },
    {
      "cite": "77 N. Y., 547",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "58 Vt., 727",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        762053
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/58/0727-01"
      ]
    },
    {
      "cite": "49 Am. Dec., 474",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": -1
    },
    {
      "cite": "17 Ohio, 489",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        496197
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/17/0489-01"
      ]
    },
    {
      "cite": "1 Wall., Jr., 275",
      "category": "reporters:federal",
      "reporter": "Wall. Jr.",
      "case_ids": [
        6561440
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/21/0006-01"
      ]
    },
    {
      "cite": "77 N. Y., 546",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        543101
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/77/0546-01"
      ]
    },
    {
      "cite": "73 Ga., 651",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        36812
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/73/0651-01"
      ]
    },
    {
      "cite": "18 Kan., 46",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        48216
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/18/0046-01"
      ]
    },
    {
      "cite": "9 Heisk., 873",
      "category": "reporters:state",
      "reporter": "Heisk.",
      "case_ids": [
        8540157
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tenn/56/0873-01"
      ]
    },
    {
      "cite": "38 Vt., 309",
      "category": "reporters:state",
      "reporter": "Vt.",
      "opinion_index": 0
    },
    {
      "cite": "45 Md., 41",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1851055
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/45/0041-01"
      ]
    },
    {
      "cite": "23 N. Y., 465",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "22 S. W. Rep., 249",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "145 U. S., 593",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3561983
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/145/0593-01"
      ]
    },
    {
      "cite": "21 Gratt., 800",
      "category": "reporters:state",
      "reporter": "Gratt.",
      "case_ids": [
        6735276
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/62/1028-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 672,
    "char_count": 15016,
    "ocr_confidence": 0.542,
    "pagerank": {
      "raw": 6.15838394436425e-08,
      "percentile": 0.38264257877582825
    },
    "sha256": "695317fb2f532a696b47ef4b85d7649634ab59ba133d4a333ed496d538302438",
    "simhash": "1:3b03be02024e55b8",
    "word_count": 2679
  },
  "last_updated": "2024-02-27T18:01:03.208661+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "George W. Belt v. The Gulf, Colorado & Santa Fe Railway Company."
    ],
    "opinions": [
      {
        "text": "HEAD, Associate Justice.\nConclusions of Fact.—November 8, 1890, appellant filed in the District Court of Johnson County his petition, alleging his residence to be in the State of Missouri; that appellee is a railway corporation, created under the laws of the State of Texas, its line extending into the Indian Territory; that all its general offices are situated in this State, and all its agents and train operatives are employed here, and that all its trains are operated under orders issued by its principal officers in this State; that Henry Belt was employed as fireman upon one of its locomotives, such contract of employment being made in this State; that one-Pulley was employed as conductor, one Henry Moore as engineer, and one James Miller as brakeman on another of appellee’s trains, such contracts of employment having been made in this State; that on the 19th of August, 1890, said Henry Belt was killed by the gross negligence of said Miller in leaving one of the switches on appellee’s track open at Wynnewood, in the Indian Territory, whereby the engine upon which Belt was riding was there derailed, and he thereby received the injuries from which he died the next day in the State of Texas. The petition also charges negligence on the part of appellee in compelling its employes, including Miller, to labor an unreasonable time without rest or sleep, and assigns this as one of the reasons why Miller went to sleep on his post of duty and neglected to close the switch at the proper time. Appellant is alleged to be the father and only surviving parent of said Henry Belt, who was never married, and there is a general allegation that he is the only person surviving who had or has any interest in the life or services of said deceased.\nTo this petition appellee filed special exceptions as follows: “And for special exceptions to plaintiff’s petition, defendant says:\n“1. That the plaintiff avers and charges, that the injury which was inflicted in and upon Henry Belt, and which caused his death, was inflicted in the Indian Territory, and beyond the limits of the State of Texas, and therefore under the terms of plaintiff’s petition this court has no jurisdiction.\n“2. The averment is made in plaintiff’s petition that the injury occurred beyond the limits of the State of Texas, \"and fails to aver that there was any law in force at the time said injury occurred in the Indian Territory giving damages to plaintiff on account of the injuries to Henry Belt, and if there was such a law, what that law was, and to show that this court has jurisdiction to enforce the same.\n“ 3. The plaintiff avers that defendant failed to comply with its contract with Henry Belt, but does not aver whether said contract was in writing or verbal, and fails to show that plaintiff has any right to sue defendant on account of a breach on its part of its contract with Henry Belt.”\nThese exceptions were sustained by the court below, and appellant declining to amend, it was adjudged that he take nothing by his suit, and from this judgment this appeal is prosecuted.\nOpinion.—We judicially know, that on May 2, 1890, the Congress of the United States enacted a law adopting certain sections of Mansfield’s Digest of the Statutes of Arkansas as the law in force in the Indian Territory, among which was chapter 119, relating to pleading and practice. Supp. to Rev. Stats, of U. S., vol. 1, pp. 733, 734. We must therefore also take judicial knowledge of the provisions of the statutes of Arkansas so adopted. Apollos v. Staniforth, this day decided by us [3 Texas Civ. App., 505], citing Bailey’s Admr. v. Chubb, 16 Grat., 284; Bird v. The Commonwealth, 21 Gratt., 800; 1 Greenl. on Ev., 490; 1 Whart. on Ev., 287; 1 Rice on Ev., 32.\nIn the chapter of the Arkansas statute adopted as above, under the subhead of “what causes of action survive,” an action for an injury resulting in death is clearly given. Mansf. Dig. of the Stats, of Ark., arts. 5225, 5226. The provisions of the Arkansas statute relating to this question are set forth at length in the opinion in the case of Railway v. McCormick, 71 Texas, 660. We are of opinion, that it was the intention of Congress to adopt this portion of the Arkansas statutes as the law in the Indian Territory, and it was not intended to confine the act to such por•tions of this chapter as related to pleading and practice when given a restricted construction. It had been previously provided by Congress, when establishing a court for the Indian Territory, that 1 ‘the practice, pleadings, and forms of proceeding in civil causes shall conform as near as may be to the practice, pleadings, and forms of proceeding existing at the time in like causes in the courts of record in the State of Arkansas, any rule of court to the contrary notwithstanding ” (see Act of March 1, 1889, volume 1, supplement to Revised Statutes of the United States, page 672); and if it had only been the intention to apply the forms of pleading in the Arkansas courts to these courts, we see no necessity for again adopting this chapter 119. The only case of which we are aware that alludes to this question is Railway v. McBride, 141 United States, 127, and it expressly pretermits its decision.\nWe, then, judicially know that the next of kin of Henry Belt had a right of action in the Indian Territory, where the injury was inflicted, under the law there in force. This right of action, however, has been held in this State to be given by a statute so dissimilar in its provisions to ours that our courts should not undertake to enforce it. Railway v. McCormick, supra. We feel ourselves bound by this decision, although in its absence we would probably have arrived at a different conclusion. Railway v. Cox, 145 U. S., 593.\nWe therefore can not undertake to enforce the cause of action given appellant by the law in force in the Indian Territory, and it will be necessary for us to inquire whether or not he also has a right of action under the statutes of this State, and we are of opinion that this must be answered in the negative. It is admitted that the injury which caused the death was received in the Indian Territory, but it is contended, that the fact that the deceased, as well as the servant who caused the injury, were employed in this State, and that the appellee was chartered in this' State and operates its road by orders issued from its offices here located, in legal contemplation is equivalent to inflicting the injury here; but we can not. concur in this view of the law.\nIt will not be contended, that because a natural person resides in this State, who goes into a foreign country and there kills another, will give the heirs of the one killed a right of action for his death under our statute. Why, then, should the fact that the death was caused by the agent of one of our citizens in such foreign country give such right ? The principal should not be held to a higher degree of responsibility for an act done by his agent than if it had been done by himself. The same reasoning applies to a principal which is a corporation. It is true it can be said, that if appellee had not been negligent in the State of Texas it would not have employed Miller; and if it had not employed Miller, he would not have gone into the Indian Territory with one of its trains; and if he had not gone into the Territory, he would not have fallen asleep and left the switch open; and if he had not left the switch open, Belt would not have been killed; and that therefore the first cause of the death originated in Texas; but we think this would be going too far to lay the foundation for a law suit. The proximate cause was the negligence of Miller in leaving the switch open, and this was done in the Indian Territory, and to this-we must look in deciding this controversy.\nDelivered June 7, 1893.\nThe law upon this question, deduced from the decisions as we understand them, is fairly stated in Shearman & Redfleld on Negligence, fourth edition, section 131, as follows: “ These statutes are not to be construed as giving a right of action upon injuries which occur outside of the jurisdiction of the State enacting the statute, and in a territory where no such rule of law prevails. Being contrary to the common law, it will not be presumed that similar statutes exist elsewhere; and therefore an action of this kind can not be maintained if the fatal injury occurred outside of the jurisdiction of the State in which the statute relied upon was enacted. * * * It makes no difference in this respect that both parties to the injury were citizens of the State by which the statute was enacted, or that, the wrongdoer was a corporation chartered by that State, or that the negligence causing the injury was a breach of a contract entered into-in that State, or that the decedent was brought into the State while living.” Also, see De Ham v. Railway, 22 S. W. Rep., 249; Whitford v. Railway, 23 N. Y., 465; The State v. Railway, 45 Md., 41; Needham v. Railway, 38 Vt., 309; Hobbs v. Railway, 9 Heisk., 873; McCarthy v. Railway, 18 Kan., 46.\nWe think the judgment of the court below should be affirmed, and it. is so ordered.\nAffirmed.\nThis case was decided by the Court of Civil Appeals, Second Supreme--Judicial District of Texas; a motion for rehearing, filed in that court, was transferred to the Court of Civil Appeals for the Fifth Supreme Judical District, and by the latter court overruled. Appellant then applied to the Supreme Court of Texas for a writ of error, and the same was refused.",
        "type": "majority",
        "author": "HEAD, Associate Justice."
      }
    ],
    "attorneys": [
      "Poindexter & Padelford and Henry & Green, for appellant.",
      "J. W. Terry, for appellee."
    ],
    "corrections": "",
    "head_matter": "George W. Belt v. The Gulf, Colorado & Santa Fe Railway Company.\nKo.^.\n1. Laws of the Indian Territory—Judicial Knowledge.—Judicial knowledge is taken of the laws in force in the Indian Territory, by virtue of the Act of Congress which adopted as such laws certain sections of Mansfield's Digest; and it is held, that it was the intention of Congress to adopt, as a law for that Territory, the Arkansas statute which gave a right of action for an injury resulting in death.\n2. Tort—Statutory Right of Action— Jurisdiction.—The Arkansas statute, in force in the Indian Territory, which gives a right of action for an injury resulting in death, is so dissimilar to our statute that it will not here be enforced.\n3. Same—Injuries Inflicted Outside of Texas.—Our statute giving a right of action for an injury resulting in death, does not confer the same upon injuries which occur outside of this State; and it makes no difference that the wrongdoer was a corporation chartered by and domiciled in this State, or that the negligence causing the injury was a breach of contract entered into in this State, or that the decedent was brought into this State while living, and here died.\nAppeal from Johnson.\nTried below before Hon. J. M. Hall.\nPoindexter & Padelford and Henry & Green, for appellant.\nThe court-below erred in sustaining the first and second special exceptions of defendant to plaintiff’s original petition, because, though the petition alleges that the injury which caused the death of deceased was by an agency of defendant inflicted in the Indian Territory, yet the petition further shows, that both such agency and the deceased were sent into the Indian Territory by defendant, and that the sending óf such dangerous agency into the Indian Territory with deceased by defendant was done in Texas, with full knowledge on part of defendant of such danger to deceased when it sfint such dangerous agents and deceased into said Territory. Plaintiff’s petition shows that deceased came to his death by reason of the negligence of defendant, and by reason of a breach and violation of a duty and obligation which it owed deceased, which duty and obligation was to be fulfilled on part of defendant in Texas; and that such negligence and breach of duty and obligation on part of defendant which caused the death of deceased, and the death of deceased, all occurred in Texas; and that defendant was responsible for such negligence and breach of duty and obligation under the laws of Texas; that is, the facts alleged in plaintiff’s petition show that the cause of action therein stated arose under the laws of Texas, and are cognizable alone by the courts of this State, and there was no necessity in alleging what the laws of the Indian Territory were. Rev. Stats., art. 2900; Railway v. Swint, 73 Ga., 651; McDonald v. Mallory, 77 N. Y., 546; Cool. on Torts, 471; Amendiaz v. Stillman, 54 Texas, 623; Rundle v. Canal Co., 1 Wall., Jr., 275; Thayer v. Brooks, 17 Ohio, 489; 49 Am. Dec., 474, and note.\nJ. W. Terry, for appellee.\n1. No matter what duty the defendant, may have owed the deceased, no matter what contract the defendant may have had with the deceased, in the absence of some statutory authority therefor, no action can be maintained on account of his death. The statute of Texas has no operation in the Indian Territory. An action for death can only be maintained when allowed by the law of the place where the injury causing the death occurred. 5 Am. and Eng. Encycl. of Law, 125, 127, note 2; Willis v. Railway, 61 Texas, 432; Cool. Const. Lim., 151.\n2. It will be presumed that the common law of other countries is the same as the common law of Texas. The statutory laws of other States and countries are not presumed to be the same as the statutory laws of the State of Texas; but in the absence of allegations of the law of another country, it will be presumed that the law of such other country is the same as the common law of Texas, unaffected by statutes. As under the common law of Texas no action could be maintained on account of death, it will be. presumed, in the absence of allegations to the contrary, that no action could be maintained in the Indian Territory on account of death; hence it was necessary for the plaintiff, in order to state a cause of action, to allege that under the laws of the Indian Territory an action could be maintained on account of the death of the deceased. McLeod v. Railway, 58 Vt., 727; McDonald v. Mallory, 77 N. Y., 547; Leonard v. Columbia, etc., Co., 84 N. Y., 48; Trigg v. Moore, 10 Texas, 197; 1 Greenl. on Ev., sec. 43, note a; Smith v. Whitaker, 23 Ill., 367.\n3. The statutes of the State of Texas can have no force or effect beyond the borders of the State, and hence could not operate in the Indian Territory to create a cause of action which did not otherwise exist.\n4. An action on account of death is purely a creature of statute; it is not an incident to contract, but exists independently of contract. The contract alleged in the petition did not create a cause of action in favor of the relatives of the deceased for damages on account of his death. The contract alleged was personal with the deceased, and under the common law conferred rights only on himself. Under the common law the plaintiff had no interest in the life of the deceased, and there is no allegation in the petition that defendant, assuming that it had the power to do so, contracted to give the plaintiff any interest in such life."
  },
  "file_name": "0231-01",
  "first_page_order": 255,
  "last_page_order": 260
}
