{
  "id": 223731,
  "name": "Wharton Branch v. T. T. Howard et al.",
  "name_abbreviation": "Branch v. Howard",
  "decision_date": "1893-10-12",
  "docket_number": "No. 279",
  "first_page": "271",
  "last_page": "274",
  "citations": [
    {
      "type": "official",
      "cite": "4 Tex. Civ. App. 271"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "11 N. H., 390",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6755452
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/11/0390-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 435,
    "char_count": 8719,
    "ocr_confidence": 0.542,
    "pagerank": {
      "raw": 1.4950632417703523e-07,
      "percentile": 0.6637456469469841
    },
    "sha256": "8a9528ceeafee1b2053d69cee34a09c4f990d9a8e4f8c08ff0cc41f0bd487849",
    "simhash": "1:470b0260ff87f5e2",
    "word_count": 1551
  },
  "last_updated": "2024-02-27T18:01:03.208661+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wharton Branch v. T. T. Howard et al."
    ],
    "opinions": [
      {
        "text": "GARRETT, Chief Justice.\nThis suit was instituted by Wharton Branch, the maker of a promissory note, against T. T. Howard, the payee thereof, and A. B. Beutell, substitute trustee, under a deed of trust executed by Branch to B. P. Cooper, as trustee, to secure the payment of said note, in order to enjoin a threatened sale of the land encumbered by the deed of trust, on the ground that the said note had been fully paid off, satisfied, and discharged; also, that it was barred by limitation. Appellant testified, that the note was executed by him, with the deed of trust on the land, in order to indemnify the appellee Howard against loss by reason of his having incurred liability on behalf of one Fred Barnard in and about litigation concerning a tract of land for which Barnard had sued L. & H. Blum and others, which included his liability on an injunction bond in the United States Court at Galveston, and moneys advanced by said Howard to satisfy an execution from the Federal Court, which had been levied on the land. That Howard had taken a conveyance of the land from Barnard, and at sheriff’s sale, to protect himself, but became fearful that Barnard would ultimately lose the land and leave him without security, and threatened, pending litigation, to sell the land for. reimbursement of the moneys expended and to protect himself; and Branch, who was Barnard’s attorney, in order to indemnify Howard against loss, executed the note in question, arid also at the same time executed the deed of trust on land of his own in order to secure it. He further testified, that all of the moneys so advanced by Howard had been refunded to him, and that his obligation on the bond in the litigation had been discharged by a final judgment in the case of Barnard v. Blum, and the payment of all costs therein. His evidence was supported by vouchers and other proof, which showed that all the money advanced by Howard had been refunded to him, and that he was under no further obligation by reason of his suretyship for Barnard. On the other hand, Howard claimed and testified, that the note had nothing to do with his interest in the land sued for by Barnard, and that it was for money due him by Branch Among the payments by Branch was the balance due Howard upon moneys advanced by Mm pending the litigation, amounting to $312.45, which was paid to him by Cooper, who was the agent of the owners for the sale of the Barnard land, at which time Howard conveyed his title to the land to Cooper to enable him to make the sale thereof for the owners. •Other payments by Branch to Howard were shown and allowed as credit on the note, which also appeared to have been credited on the sum advanced by Howard for Barnard’s benefit.\nThe court submitted the case to the jury on the following charge: “ The $800 note executed by Branch to Howard, and the deed of trust executed by Branch to secure the payment of said note, are prima facie evidence of an indebtedness by Branch to Howard for the $800 note and interest, subject to the endorsed credits of $240 and $75, of date May 21, 1887, and the burden of proof is on the plaintiff, Branch, to prove that there were other payments and credits which the note is entitled to. Branch can not dispute the $800 consideration stated in the note.\n“ You are the judges of the credibility of the witnesses and of the weight of the evidence, and determine from the evidence what payments and credits the note is entitled to; and your verdict will not be general in favor of either of the parties, but your verdict will simply be answers to the following questions, and you will write out your answers to the following questions, and number your answers to correspond with the number of the question:\n“1. \"VVhat is the amount of the endorsed credits on the back of the note, and the date of the endorsed credits ?\n“ 2. What other payments and credits is the note entitled to, stating the amounts and dates ?\n“ 3. Should the $312 which Howard received from Cooper on the 28th of October, 1891, be allowed as a credit on the $800 note?\n“ 4. Has the $800 -note and interest been fully paid off ?”\nThe answer to question number 1 showed the credits correctly that were endorsed on the note; answer number 2 showed credits for money paid directly by Branch to Howard; but these credits also appeared in the statement of the account for Howard’s advances in the litigation. Questions numbers 3 and 4 were answered “no.”\nAppellant complains of the charge of the court, in which the jury were instructed, that appellant\" could “ not dispute the $800 consideration stated in the note.” Such instruction was error. The consideration of a note as between the original parties thereto may be inquired into, and it may be shown that it has failed, either in whole or in part. Evidence was properly admitted which tended to show that the consideration of the note in question was the indemnification of Howard against loss by reason of his advances and suretyship for Barnard in and about Ms suit for the recovery of land.\nDelivered October 12, 1893.\nA note based on such consideration is a valid contract, even if the indemnitee has not been damnified at the time; but it appears that at the time the note and deed of trust were executed, Howard had already advanced and paid for Barnard certain sums of money.\nIf Branch’s defense should be found by a jury to be true, the note would be held to be supported by a good consideration; but Howard could not recover for any greater amount than he has paid, and if the evidence shows that such sums have been repaid to him, then the note executed by Branch lias been discharged. It will be deemed that the-consideration for the note beyond that has failed. Haseltine v. Guild, 11 N. H., 390.\nThe issue should have been submitted to the jury, and if they had' found that the consideration of the note was as contended by Branch, then he should be charged with only the amount paid by Howard on account of the litigation mentioned, and should be credited with all sums, paid to Howard on that account, including the $312.45 paid by Cooper.\nWe deem it unnecessary to notice the other assignments of error. For-the error indicated, the judgment of the court below will be reversed, and the cause remanded.\njReversed and remanded.",
        "type": "majority",
        "author": "GARRETT, Chief Justice."
      }
    ],
    "attorneys": [
      "Howard Finlay, for appellant.",
      "A. B. Buetell, for appellees."
    ],
    "corrections": "",
    "head_matter": "Wharton Branch v. T. T. Howard et al.\nNo. 279.\n1. Erroneous Charge — Burden of Proof — Consideration. — The maker of a note having pleaded payment, and set up the circumstances under which the note was given, and its special considerations, it was error to charge,, that the note and trust deed given to secure it were prima facie evidence of an indebtedness by the maker to the payee, and that the burden of proof was upon the maker to prove that there were credits other than those endorsed upon the-note, to which he was entitled, and that the maker could not dispute the consideration stated in the note.\n2. Failure of Consideration.—The consideration of a note, as between the original parties, maybe inquired into, and it may be shown that it has failed, either in whole or in part. The indemnification of Howard against loss by-reason of his advances and suretyship for B. in a suit for land, is a good consideration, although the indemnitee may not have been damnified at the time, but Howard could only recover what he had paid out, and if such sums have been repaid him, then the note has been discharged.\nAppeal from Galveston.\nTried below before Hon. W. H. Stewart.\nHoward Finlay, for appellant.\nThe court erred in charging the jury that Wharton Branch could not dispute the consideration of the promissory note involved in this suit. 77 Texas, 490; 12 Texas, 413; 4 Texas, 455; 9 Texas, 428; 14 Texas, 592; 20 Texas, 118; 28 Texas, 101; 42 Texas, 451; 70 Texas, 583; 26 Texas, 212; 9 Texas, 372; 69 Texas, 101; 73 Texas, 89; 68 Texas, 353; 62 Texas, 344; 6 Texas, 165; 23 Texas, 272; 64 Texas, 43; 50 Texas, 518; Posey’s U. C., 430, 431.\nA. B. Buetell, for appellees.\nAt the final trial below, over objections made by defendants, plaintiff introduced evidence denying the consideration of the note, there being no such statutory denial pleaded. The court charged the jury, “ Branch can not dispute the $800 consideration stated in the note.” Where all the issues involved are submitted to the jury in a charge, general and special in its nature, to meet the requirements of the case, the giving of such charge is within the discretion of the court; and the verdict, together with the judgment based thereon, being in accord with the charge and the evidence, there is no reversible error. Yearby v. Smith, 45 Texas, 56; Frost v. Frost, 45 Texas, 325; Sears v. Sears, 45 Texas, 557; Cole v. Crawford, 69 Texas, 124."
  },
  "file_name": "0271-01",
  "first_page_order": 295,
  "last_page_order": 298
}
