{
  "id": 223782,
  "name": "The San Antonio & Aransas Pass Railway Company v. Edward C. Long",
  "name_abbreviation": "San Antonio & Aransas Pass Railway Co. v. Long",
  "decision_date": "1893-10-18",
  "docket_number": "No. 37",
  "first_page": "497",
  "last_page": "502",
  "citations": [
    {
      "type": "official",
      "cite": "4 Tex. Civ. App. 497"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 751,
    "char_count": 16345,
    "ocr_confidence": 0.552,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.43873581046617005
    },
    "sha256": "cbe18b6dcf2846f7d46a10b6b3774dbe36b09d678064423e8d344f7fe205873e",
    "simhash": "1:a8c457b1382eee25",
    "word_count": 2915
  },
  "last_updated": "2023-07-14T14:53:58.701798+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The San Antonio & Aransas Pass Railway Company v. Edward C. Long."
    ],
    "opinions": [
      {
        "text": "FLY, Associate Justice.\nE. C. Long, the appellee, filed suit for $16,-200 against the San Antonio & Aransas Pass Railway Company. He claimed in his original petition, that on September 22, 1888, he was being transported as a passenger upon one of appellant’s coaches, over its line of railway from San Antonio to Kerrville, and upon reaching a point in Kendall County on the line of said railway, the train upon which appellee was being transported ran over a cow, was derailed, and the coach in which he was seated upset, causing a violent collision of appellee’s person with the interior arrangements of the coach, thereby, as he alleged, inflicting serious and permanent mental and bodily injuries upon appellee.\nAppellee alleged in his original petition, that at the time of the accident he was a druggist and pharmacist, and that by reason of his alleged injuries he had become incapacitated to pursue his vocation, had suffered great injury to his nervous system, and had been partially deprived of his memory and continuity of recollection.\nThe alleged negligence of appellant, for which appellee sought to hold it liable, consisted:\n1. Of the alleged improper use of the air brake apparatus of the train on which appellee was being transported, rendering the stoppage of the train by means thereof impracticable. The alleged impropriety of the use consisted of the interposition between the engine and passenger coach, of a freight unprovided with air brakes.\n2. Allowing weeds to grow to a great height upon the roadbed, concealing from the view of the engineer the cow which was the immediate cause of the accident.\n3. The maintenance of fencing at the point of the accident in such a way that the intersection of such fencing with the roadbed made a narrow, triangular space, towards which cattle grazing near thereto would flee from trains approaching from above the same, and cross the railroad obliquely before reaching, and to avoid such space.\nAppellant filed its answer, excepting generally and specially to appellee’s petition, pleaded not guilty, and general denial.\nThe cause came on for trial, and appellant’s said exceptions having been presented to, were overruled by the court. After the trial had commenced, appellee filed a trial amendment, wherein he alleged, that he was by occupation a pharmacist and druggist, earning $200 per month, and at the time of the injuries complained of was engaged in selling surgical instruments, said occupation being alleged by him to be a branch of and connected with his calling as a druggist and pharmacist, and was earning-from this source $200 a month. The appellee in this amendment sought to recover the additional sum of $3000 damages, arising from his alleged incapacity for pursuing the last named employment, Induced by his injuries.\nAppellant filed exceptions to the trial amendment, which were presented to and overruled by the court.\nAfter the filing of the trial amendment, and the overruling of appellant’s exceptions thereto, appellant withdrew its announcement of readiness for trial, and presented its motion for a continuance, claiming to have suffered a surprise from the change in appellee’s pleading after the trial had commenced, and after the original pleading had been sustained upon exceptions urged against the same. That it was not prepared to meet the new and additional facts pleaded by appellee, and could not safely proceed further in the trial at that time. This motion was overruled.\nAppellee recovered a judgment against appellant for $9200.\nIt was perhaps error to permit the so-called “ trial amendment ” to be filed after the taking of testimony had begun; and if it was not, the defendant having made a proper showing for continuance on the ground of surprise, it should have been granted; but as this error can not arise on another trial it is unnecessary to discuss it.\nIn the fourth clause of the charge of the court the jury was instructed, “it was the duty of defendant company to keep its track, roadbed, and embankments free of grass, weeds, or other obstructions; and if jrou believe from the testimony that defendant company permitted weeds to grow on its track, roadbed, or embankment at the place of accident, in such a manner as to conceal the track, roadbed, or embankment from view, and you further believe that such wreck was caused from the cars running over an animal, whose immediate approach to the track was concealed from the train men by said weeds, then the defendant was guilty of negligence, and you will find for the plaintiff, if he was thereby injured.”\nThe submission of this instruction by the trial judge to the jury is assigned as error.\nNegligence may for convenience be divided into two classes, that which the law declares to be negligence, and that to be found from the facts in the given case. Whenever the law imposes a duty, and the infraction causes damage to some other person, upon proof of an infraction of the law and the resultant damage the negligence would be a matter of law. But where the facts do not show an infraction of a positive statute, then the question of whether a certain act was negligence becomes a matter of fact, to be determined from the proof by the jury; and the judge would not have any authority to declare that the doing of certain acts not prescribed by statute was negligence, unless there was overwhelming uncontradicted proof of the negligence, and even in that case it would be safe to allow the jury to infer the negligence. For instance, in our State the statute requires, that when trains on one railway approach the crossing of another, they must come to a full stop, and a failure to do this would be statutory negligence, and the judge, upon proof of the failure to comply with the statute, would be authorized to charge the jury that it was negligence.\nThere has been considerable diversity, if not obscurity, of opinion as to when negligence is one of law or fact, and as to the duty of the trial judge in charging on it. It has in some instances been held, that where the judge is convinced that there are no facts proven that make out a case of negligence, then he has the authority and power to instruct a verdict for the defendant. Shear. & Redf., sec. 11; 2 Thomp. on Neg., 1237.\nThe rule, we think, is well stated as follows: “Upon any given state of facts, it is for the judge to say whether negligence can legitimately be inferred, and the jury whether it ought to be inferred. Where, on the other hand, there is conflicting evidence on a question of fact, or there are two different, yet reasonable, views which may be taken, the judge, whatever may be his opinion as to the value of the evidence, must leave it to the jury. The duty of the judge is to declare negatively that there is no evidence to go to the jury, but not affirmatively that a certain issue is proved.” Whitt. Smith on Neg., 40.\nIt will be seen by a perusal of the authorities, that the cases are comparatively rare in which the question of negligence is declared to be one of law; the general rule being that negligence is a question of fact to be determined by the jury. Railway v. Delahunty, 53 Texas, 212.\nIn the case we are considering, the issue presented by the pleadings and the proof was whether or not the personal injuries received by plaintiff in a wreck on defendant’s road were the result of the negligence of defendant in permitting high weeds to grow in such proximity to the track as to obstruct the view of the engineer, so that he did not see a cow upon the track until the engine was too close for him to stop the train, and the train in consequence ran over the cow, and was thereby derailed.\nUnless the statutes of Texas provide that a railway company must not permit weeds to grow on its roadbed and embankment, then the question of whether it was negligence would be one of fact, to be determined by the jury. It may be strongly apparent to common sense and reason that it would be negligent to allow weeds to grow about a railway track in such thickness and rankness of growth as to form a jungle from which cattle could, unseen, spring upon the track at the most unseasonable and dangerous times; but the question is addressed to the reason and common sense of the jury, and not to those of the judge. Under our system of jurisprudence the juries have a province in the courts allotted to them in which they are sovereign; and ordinarily the judge has no more authority to invade their dominion than they would have to enter the territory of law occupied by him alone. This is a wide departure from the common law, but it is statutory, mandatory, and peremptory. “The judge is forbidden by law either to aid a jury or to infringe upon their province in weighing the evidence or in deciding upon the facts in every case submitted to them. It presupposes that the jury are as competent to find the facts as the judge is to declare the law.” Railway v. Murphy, 46 Texas, 357; Railway v. Hill, 71 Texas, 459; Campbell v. Trimble, 75 Texas, 271; Cool. on Torts, 800, et seq.\nIn the ease of Railway v. Hill, above cited, the Supreme Court says:\n“While the opinion in the Murphy case, above cited, has not received the unqualified sanction of the courts, yet it has been substantially followed. We have been cited to no case where it had been held competent for the court to charge upon any particular combination of facts as constituting negligence, save when so declared by law.” The Murphy case is also cited approvingly in the case of Campbell v. Trimble, above cited. Counsel for appellee cites us to cases, and argues that where a fact is proved, and there is no rebutting testimony, the court can assume it as a fact in the instructions to the jury. This is undoubtedly true; but in the charge above copied there is no assumption of the existence of facts, but an assumption of what as a matter of law those facts prove, and the jury is told, that if certain facts are proved they constitute negligence, and they will find for plaintiff. This doubtless would be a good charge under English law, but it is erroneous under the statutes and decisions of Texas. The jury has nothing left to do under the charge but to find that weeds grew on the roadbed and obstructed the view of the train men, and the cow went on the track under cover of the weeds, and the train ran over her and was derailed, and plaintiff was hurt, and assess the damages. They have nothing to do with negligence; the court has decided it. The charge was an invasion of the province of the jury, and erroneous.\nThe next question to be considered is, whether the error in the charge was a material one, and prejudicial to the defendant, and whether the evidence was all one way and uncontradicted, so much so that it would have been reasonably impossible for the jury to have arrived at any other verdict. The evidence clearly, by a number of witnesses, showed that the weeds were allowed to grow rank and dense, close to the track; that the cow was on or very near the track and engine when first seen; that the engine struck and ran over the cow; that the engine passed over safely, but the passenger coaches were derailed and the plaintiff seriously and permanently injured; that a cow trail crossed the track where the cow was killed, and cows were in' the habit of crossing there, and skeletons of cows were seen near the place of the accident.\nHad this been all of the testimony, we would not hesitate to say that the charge, though erroneous, could not have injured the defendant. But the engineer, a witness for appellant, swore, that his run was between San Antonio and Kerrville; that he had been on the run for a year and six months; that he made a round trip a day over the road on which the accident occurred; that special engineers had made a run over the road once or twice a month, with which exception he did all the running; that he was running the engine attached to the wrecked train; that the appliances were in first class order, the train had air brakes, and they in good shape; that the wreck was caused by a cow; that the train was running nineteen miles an hour, the schedule time being twenty-two miles an hour; the road.was on a curve and embankment, and just over” the bridge at the curve was where the cow was struck; that when he first saw the cow she was about eight or ten feet from the track; that he applied the brakes; that it was a dark, drizzly night; that his engine had not struck or killed any cattle at that locality with him or any one else, so far as he knew; that the place of the accident was a little cut-off place, and he had never seen any cattle there before; that he had never noticed any marks along there that indicated that it was a usual passway for cattle; that it was hard to tell whether he could have seen the cow sooner if there had been no weeds there and it had all been smooth, and whether he could have seen her in time to put on the brakes and have prevented the accident; that he could not have seen the cow down there in the weeds at night, because it was a curve; that he could not have discovered a cow very far on a night like that, and that it was such a peculiar place, right across a trestle and a curve there, and a dark, drizzly night.\nDelivered October 18, 1893.\nThis witness was, it is true, contradictory in some of his statements, and his testimony presented but slight defense to the charge of negligently permitting weeds to grow on the track, and thereby causing the injury to plaintiff; but meager and unsatisfactory as it was, under our statutes and decisions it became a question of fact for the jury to determine from all the testimony the question of negligence. The determination of it was taken from the jury by the court, and no other section of the charge corrects the error.\nWe have carefully and laboriously considered the evidence in this case, and have consulted all the authorities on the subject within our reach, and in view of the ample facts to sustain the verdict, and the magnitude of the interests at stake, we have hesitated long before rendering this opinion; but being convinced that there is error in the judgment, our duty is plain, and the judgment is reversed and the cause remanded.\nReversed and remanded.\nMotion for rehearing refused.",
        "type": "majority",
        "author": "FLY, Associate Justice."
      }
    ],
    "attorneys": [
      "Wm. Aubrey, for appellant.",
      "'Tarleton & Keller, for appellee."
    ],
    "corrections": "",
    "head_matter": "The San Antonio & Aransas Pass Railway Company v. Edward C. Long.\nNo. 37.\n1. Negligence — Charge of Court. —Where an act is an infraction of a positive statute, it constitutes negligence itself, and the court should so charge the jury. But when the facts do not show that an act was an infraction of some statute, it is for the jury to say from the proof whether negligence has been committed or not.\n2. Same.—Upon any given state of facts, it is for the judge to say whether negligence can be legitimately inferred, and the jury whether it ought to be inferred.\n3. Same—Evidence.—It is the duty of the judge to declare negatively that there is no evidence to go to the jury, but not affirmatively that a certain issue is proved.\n4. Charge—Negligence.—In this case the jury were charged: “ If the defendant company permitted weeds to grow on its track, roadbed, and embankment, so as to conceal it from view, and that its train ran over a cow whose presence on the track was concealed from the train men by the weeds, which caused a wreck whereby plaintiff was injured, then defendants were guilty of negligence.” Held, that the charge was reversible error. Negligence in this case not being a question of law, to be charged by the court, but a question of fact, to be found by the jury.\nAppeal from Bexar.\nTried below before Hon. W. W. King.\nWm. Aubrey, for appellant.\nThe charge of the court, in which the jury are told, if certain facts are proved then they constitute negligence, was error. Railway v. Simpson, 60 Texas, 103; Eames v. Railway, 63 Texas, 664; Railway v. Randall, 50 Texas, 254; Railway v. Graves, 59 Texas, 330; Railway v. Richards, 59 Texas, 376; Railway v. Lee, 70 Texas, 496; Costley v. Railway, 70 Texas, 112.\n'Tarleton & Keller, for appellee.\nThe charge of the court was correct under the facts of the case. Hedgepeth v. Robertson, 18 Texas, 871; Mitchell v. De Witt, 20 Texas, 294; Teal v. Terrell, 58 Texas, 257; Railway v. Levi & Bro., 59 Texas, 674; Eason v. Eason, 61 Texas, 225; Railway v. Dorsey, 66 Texas, 148."
  },
  "file_name": "0497-01",
  "first_page_order": 521,
  "last_page_order": 526
}
