{
  "id": 223742,
  "name": "Anson Mills et al. v. George Paul et al.",
  "name_abbreviation": "Mills v. Paul",
  "decision_date": "1893-09-13",
  "docket_number": "No. 292",
  "first_page": "503",
  "last_page": "505",
  "citations": [
    {
      "type": "official",
      "cite": "4 Tex. Civ. App. 503"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 416,
    "char_count": 7983,
    "ocr_confidence": 0.559,
    "pagerank": {
      "raw": 1.2446047434725658e-07,
      "percentile": 0.6087264160960736
    },
    "sha256": "7a3dfbb11cf607cda3a215f82a55a5d4855592233bbf11ff99f2f8269dd72e4f",
    "simhash": "1:b463a125e2933dcc",
    "word_count": 1409
  },
  "last_updated": "2023-07-14T14:53:58.701798+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Anson Mills et al. v. George Paul et al."
    ],
    "opinions": [
      {
        "text": "JAMES, Chief Justice.\n— The defendant in error moves, first, to ■strike out the statement of facts; second, to dismiss the writ of error.\nThe causes for striking out the statement of facts are not deemed substantial.\nOne ground urged for dismissing the writ of error is, that the writ of error cites defendant to appear thus, 1 ‘ before the Court of Civil Appeals in the city of Austin, Texas, at the next term thereof, to be holden in the city of Austin, Texas, within sixty days from the date of the service of this citation.” As the citation distinctly designated the time within which appearance was to be made, and the court, the defendant in error could not have been misled by the addition of the words, ■‘ ‘ at the next term thereof, to be holden in the city of Austin, Texas. ’ ’\nThis ground for dismissal is not sustained.\nThe only grounds advanced why the writ of error should be dismissed that seem to have any merit are, that the bond is not payable to all adverse parties to the suit, and that the judgment from which the writ of error is taken is not a final judgment of the District Court.\nThe record discloses that nine separate suits were instituted by different plaintiffs against the plaintiff in error, each to obtain a money judgment, with foreclosure of lien on real property; that prior to the trial, the District Court entered an order consolidating the nine causes under the docket number of one of them, and this order appears to have been in force at the time of the trial, and there is nothing to show that the order of consolidation was ever set aside or modified.\nOn February 26, 1892, a trial was had, and four of the nine cases were disposed of by separate verdicts and judgments, one of them being the ease brought here by this writ of error, and it sufficiently appears from the motion for new trial and the order overruling same, and the statement of facts, that the four causes were tried together, and that the order of consolidation continued in force. The record contains nothing to show that the other five causes have been disposed of.\nThe bond for writ of error is made payable to defendant in error, George Paul, the other parties to the consolidated cause not being named therein as obligees. There are decisions which would indicate that the other adverse parties should have been included in the bond, but we do-not make any ruling upon this, as the conclusion we have reached requires us to dismiss the writ of error on another ground, and we should, if we held said bond defective, allow another one to be filed, under the circumstances of this case.\nAs the nine suits were consolidated as one cause, and several of them, from all that appears in the record, are still pending for disposition in the District Court, the matters involved in said cánse are not so finally disposed of as to authorize an appeal from the partial judgments entered therein. The District Court’s jurisdiction can not be said to have terminated in the causes as consolidated. Something remains to be done there to fully adjudicate the rights of the various parties to the proceedings and it is well settled that this court has no jurisdiction to hear an appeal from any other than judgments which dispose of all the parties and matters in controversy, these being what is understood as final judgments in reference to appeals. Simpson v. Bennett, 42 Texas, 241; Linn v. Arambould, 55 Texas, 611. The statute provides for appeals to this court from final judgments only, excepting interlocutory orders appointing a. receiver or trustee. Called sess. 22nd Leg., p. 43.\nApart from statutory authority, we know of no warrant for varying the rule as above stated, except the case of Fagan and Osgood v. Boyle, 65 Texas, 331, where an intermediate order was held to be final for purposes of appeal. This was in a receivership, and the order from which an appeal was held to lie was one fixing the status of a creditor’s claim. This seeming exception to the general and well established rule, we would not be willing to apply to any other than a case of precisely the same-character. We can understand how a creditor, if not allowed to appeal directly from such an order in a receivership, might be deprived of an appeal. The final order disposing of a receivership is the order closing it, and when this is entered all claims have presumably been settled, and to require a creditor to await this order would be giving him an appeal when it would be useless.\nDelivered September 13, 1893.\nThis does not present a case of that character. The order of consolidation was entered, and no questions are raised by bills of exception as to the propriety of the order. The other five causes do not appear to have been dismissed or otherwise relieved from said order, nor have they been tried. We can not say what may be done to affect these judgments when the court proceeds with the other causes. It therefore appearing that a portion of the cause, or all of the cause, in which this writ of error has been taken, is still in the District Court, our conclusion is that we can not now entertain the writ of error, and it should be dismissed.\nDismissed.\nJustice Neill did not sit in this case.",
        "type": "majority",
        "author": "JAMES, Chief Justice."
      },
      {
        "text": "ON MOTION FOR REHEARING.\nJAMES, Chief Justice.—In these causes, in which we concluded at the present term that we had not jurisdiction to entertain the appeal, because of the want of a final judgment in cause number 1326, on the docket of the District Court of El Paso County, wherewith and wherein these causes were consolidated, motions for rehearing have been filed, all being in similar terms. We think it clear that the Court of Civil Appeals at Austin, in its opinion dismissing one of the causes, states, among other grounds for doing so, the ground of there having been no final judgment in the court below. This is a jurisdictional question, and if the said court at Austin held differently (which it did not do) on the question, we would not be obliged to follow it, if we thought otherwise on the question.\nThe statement in the opinion delivered by said court, that inasmuch as the record shows separate charges, verdicts, and judgments, that court was of opinion, that for the purposes of an appeal they must be treated as separate and distinct trials, meant simply that after the cases were in shape for appeals (that is, after final judgment to give this court jurisdiction), the cases might be brought up separately. We do not give any opinion on this question; but seeing no reason whjr the order of dismissal was not correct, the motion for rehearing is not granted.\nMotion refused.\nDelivered October 18, 1893.\nJustice Neill did not sit in this matter.",
        "type": "rehearing",
        "author": null
      }
    ],
    "attorneys": [
      "Millard Patterson, for motion.",
      "M. W. Stanton and W. W. Turney, resisting motion."
    ],
    "corrections": "",
    "head_matter": "Anson Mills et al. v. George Paul et al.\nNo. 292.\nFinal Judgment.—This case with eight others was by order of the District Court consolidated as one cause. At a subsequent term of the court, four of the causes were tried upon separate petitions, but on one answer so prepared as to constitute an answer to each petition. Separate charges were given applicable to each case, separate verdicts returned, and a judgment was entered on each of said causes. There was no final judgment disposing of the other parties and matters in the cause as consolidated. On motion to dismiss appeal, held, that appeal could not be sustained without a final judgment, and the cause is dismissed for want of a final judgment disposing of all the consolidated cases.\nError from El Paso.\nTried below before Hon. T. A. Falvey.\nThis case was appealed to the Court of Civil Appeals at Austin, and the appeal dismissed because no final judgment was rendered in the case as consolidated. . Afterwards the case was taken up by writ of error to Court of Civil Appeals at Austin, and was transferred to the Court of Civil Appeals at San Antonio on its organization. Upon motion the writ of error was dismissed. A motion for rehearing was made and overruled.\nMillard Patterson, for motion.\nM. W. Stanton and W. W. Turney, resisting motion."
  },
  "file_name": "0503-01",
  "first_page_order": 527,
  "last_page_order": 529
}
