{
  "id": 223671,
  "name": "J. E. Price v. Horton & Maltsberger",
  "name_abbreviation": "Price v. Horton & Maltsberger",
  "decision_date": "1893-10-18",
  "docket_number": "No. 35",
  "first_page": "526",
  "last_page": "528",
  "citations": [
    {
      "type": "official",
      "cite": "4 Tex. Civ. App. 526"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 381,
    "char_count": 7408,
    "ocr_confidence": 0.587,
    "pagerank": {
      "raw": 1.824035606376239e-07,
      "percentile": 0.7196176302170513
    },
    "sha256": "4adc12376f8c85a7fd1f2cf3279f0498f491e63bf23fc79c2eb6b0ece482e9fd",
    "simhash": "1:e75a85380c2334df",
    "word_count": 1298
  },
  "last_updated": "2023-07-14T14:53:58.701798+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "J. E. Price v. Horton & Maltsberger."
    ],
    "opinions": [
      {
        "text": "NEILL, Associate Justice.\nAppellant brought this suit against appellees, and alleged in his petition, that on the 24th day of June, 1885, Horton & Maltsberger, as principals, and he, as surety, executed to Pauline & Deacon their promissory note for $1255, payable ninety days after date, with interest at the rate of 10 per cent per annum; that upon maturity of the note the principals failed to pay any part of it except the sum of $400; that he was compelled to pay the same, except $400, by reason of which appellees were indebted to him in the sum of $875, with 10 per cent interest thereon from date of said note, for which he asked judgment.\nThe appellees, by special plea, averred, that they failed to pay the note upon its maturity, whereupon appellant obtained from the owners full satisfaction thereof by paying the sum of $421; that thereafter he fraudulently induced them to believe that he had paid the full face value of the note, with interest, as well as an additional sum of 10 per cent for attorney fees, and that by reason of such fraud they were induced to pay him the sum of 82120, when in fact they were only indebted to him in the sum of $421, by reason of which they alleged appellant was indebted to them in the sum of $1699, for which amount they prayed judgment, with interest at 8 per cent from 1st day of January, 1886.\nThe case was tried by a jury, who returned a verdict in appellees’ favor for $800, with interest at 8 per cent from January 1, 1886, upon which the judgment was rendered from which this appeal is prosecuted.\n• Conclusions of Fact.—1. On the 24th day of June, 1885, the appellees, as principals, and appellant, as surety, made their note to Pauline & Deacon for $1255, payable ninety days after date, with interest at the rate of 10 per cent per annum.\n2. The evidence sustaining the verdict (if it is to be sustained) upon appellees’ special plea is: (1) The note was placed in the hands of an attorney for collection, who sued on it prior to the time appellant claims to have paid it. While the suit was pending, the attorney offered Price the note for 50 cents on the dollar, which he declined. After the attorney learned that the note was settled by Price, he asked him if he had done any better in the settlement than he (the attorney) had offered, and Price replied that he had done better. (2) Deacon, one of the payees, proposed to sell the note to D. Sullivan, who declined to buy it, but upon speaking to Price about it, loaned Deacon $300 on it, and kept the note until he received an order from Deacon instructing him to deliver it to Price on the payment of the amount ($300) loaned by Sullivan. Price paid him the amount, and he delivered the note to him. Deacon lived in Boerne, Texas, after the suit was brought, and his testimony was not procured by either party, nor was the testimony of Pauline. (3) After appellant procured the note, he represented to appellees that he had paid the note in full, and upon such representation they paid him in money and property at values agreed upon, $2100.\n3. We conclude, from the evidence recited in our second finding of facts, that Price never paid exceeding $600 for the note.\n4. Appellees paid Price in excess of the amount paid by him on the note $1500.\nConclusions of Law. —If a surety discharges an obligation for a less sum than its full amount, he can only claim against the principal the sum so paid (Southall v. Farish, 1 Lawyers’ Reports, Annotated, 642); and when a surety has discharged a debt by payment of a less amount than due, and has, by falsely representing that he has paid a greater amount, induced his principal to pay him a larger sum, the principal obligor is entitled to recover from such surety the difference between the amount actually paid in discharge of the obligation and the amount paid by him to the surety.\nDelivered October 18, 1893.\nThe depositions of J. H. Horton were taken by the defendants, and on motion of plaintiff were suppressed on the ground that the certificate of the officer taking them was defective. The defendants then asked and obtained leave of the court to withdraw the depositions, for the purpose of having the officer correct his certificate. No objection was made by appellant at the time this order was granted. If he deemed it improper, he should have resisted the application, and excepted to the action of the court in allowing the depositions to be withdrawn for said purpose. Instead of doing so, he waited until the depositions were again returned to the court with the proper certificate, and moved the court to suppress them upon the ground that the action of the court in permitting their withdrawal and correction of the certificate was unauthorized. There was no error in the court’s refusal to suppress the depositions under these circumstances. It would seem that the court had the power to authorize the deposition to be withdrawn and the certificate of the officer corrected. Creger v. Douglass, 77 Texas, 486.\nCertain letters, written by appellant, to J. H. Horton, were read in evidence, over his objections, by appellees, and he assigns the action of the court in admitting them as error, upon the ground that they were irrelevant and calculated to prejudice the jury against him. These letters were written in course of correspondence between the appellant and Horton in relation to the note and its payment, and tended to show that Price claimed that he paid the note in full, and was endeavoring to induce appellees to pay him the entire amount claimed by him to have been paid. If they placed him in an unfavorable light before the jury, he was responsible for it, and should not be heard to complain of it.\nThe evidence to establish that appellant did not pay the full face value of the note was sufficient to support the verdict.\nThere is no error in the proceedings, and the judgment will be affirmed.\nAffirmed.",
        "type": "majority",
        "author": "NEILL, Associate Justice."
      }
    ],
    "attorneys": [
      "Tarlton & Keller and Lane & Mayfield, for appellant.",
      "Oscar Bergstrom, and L. W. Walthall, for appellees."
    ],
    "corrections": "",
    "head_matter": "J. E. Price v. Horton & Maltsberger.\nNo. 35.\n1. Principal and Surety. — If a surety discharge an obligation for less than its full amount, he can only claim against the principal for the sum so paid.\n2. Rights of Principal.—When a surety has discharged a debt by the payment of a less amount than is due, and by falsely representing that he has paid a greater amount, induced his principal to pay him a larger sum, the principal can recover from such surety the difference between the amount paid in discharge of the debt and the amount paid by him to the surety.\n3. Depositions—\"Withdrawal.—When depositions have been suppressed for defective certificate, and withdrawn, without objection from the opposite party and by leave of the court, to have the certificate corrected, the opposite party can not have them suppressed when offered again on the ground that their withdrawal and correction was unauthorized.\n4. Evidence. — Letters written by a party, when relevant, are admissible-against him.\nAppeal from Bexar.\nTried below before Hon. W. W. King.\nTarlton & Keller and Lane & Mayfield, for appellant.\n1. The withdrawal of depositions for correction, and afterwards refusing to suppress, them, was erroneous. Rev. Stats., arts. 2229, 2231, 2232; Creger v. Douglass, 77 Texas, 484.\n2. The introduction in evidence of appellant’s letters was error, they being irrelevant and immaterial. De Leon v. White, 9 Texas, 598; 17 Texas, 553; 74 Texas, 149.\nOscar Bergstrom, and L. W. Walthall, for appellees."
  },
  "file_name": "0526-01",
  "first_page_order": 550,
  "last_page_order": 552
}
