{
  "id": 223684,
  "name": "John T. Parker v. W. J. Fogarty et al.",
  "name_abbreviation": "Parker v. Fogarty",
  "decision_date": "1893-10-18",
  "docket_number": "No. 207",
  "first_page": "615",
  "last_page": "621",
  "citations": [
    {
      "type": "official",
      "cite": "4 Tex. Civ. App. 615"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Civ. App.",
    "id": 8816,
    "name": "Texas Courts of Civil Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "85 N. Y., 516",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2182414
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/85/0516-01"
      ]
    },
    {
      "cite": "47 Wis., 113",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8704040
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/47/0113-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 711,
    "char_count": 19027,
    "ocr_confidence": 0.565,
    "pagerank": {
      "raw": 7.721792757505343e-08,
      "percentile": 0.45411045199932504
    },
    "sha256": "4e6080fd8b56bf5a1d25312f2f8899171e8236dab986f90429b263a7b3722cb1",
    "simhash": "1:3766e50637e6437c",
    "word_count": 3434
  },
  "last_updated": "2024-02-27T18:01:03.208661+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John T. Parker v. W. J. Fogarty et al."
    ],
    "opinions": [
      {
        "text": "LIG-HTFOOT, Chief Justice.\nThis suit was brought in the District^ Court of Limestone County, by W. J. Fogarty against John T. Parker and John Fogarty, to remove clouds from the title of 500 acres of land. Plaintiff claims that the land was bought by Amanda J. Fogarty, the wife of John Fogarty, from T. W. House; that $1000 of her separate money was paid in cash, and that it was understood and intended by herself and husband that the balance of the purchase money therefor should be paid out of her separate estate, and that notes were given for the deferred payments, in which the husband joined pro forma. The deed waste Amanda J. Fogarty without disclosing that it was her separate estate. That the land was afterwards levied upon under attachment by a creditor of John Fogarty, and in the meantime was sold by Amanda J. Fogarty and husband to plaintiff. The homestead of 200 acres was set apart by the sheriff, and the balance, 300 acres, bought at the foreclosure sale by defendant, John Parker, for $50. That before the purchase Parker was notified that the property was bought as the separate estate of Amanda J. Fogarty, and was her separate property at the time of the levy. The de^ fendant, Parker, denied that the land was ever the separate estate of Amanda J. Fogarty, but claims that the whole, and in any event a part; of the purchase money was paid with community funds, and that the sale-by Amanda and John Fogarty to W. J. Fogarty was fraudulent.\n1-Ie sets up a tender to T. W. House, the vendor of Fogarty, of the unpaid purchase money, and in a cross-bill makes him and Amanda Fogarty and John Fogarty parties, and asks for an adjudication of all the matters growing out of said transaction. The court sustained the demurrer of T. W. House, and upon the verdict of a jury, rendered judgment against appellant, John T. Parker, from which he has appealed.\nThe first assignment of error is as follows: “ The court erred in sustaining the demurrer of T. W. House to the cross-bill of defendant Parker.”\nT. W. House was brought in on the cross-bill of defendant Parker, and in the event of a recovery by him, he sought to extinguish the lien on the land held by House.\nUnder the views we take of the case, it will not be necessary to consider this assignment, as the question presented by it can only be material in the event of a recovery of the land by Parker.\nThe second and seventh assignments of error can be disposed of together, and are as follows: “ 2. The court erred in refusing the special charges numbers 1 and 2, requested by defendant Parker.” “7. The court erred in admitting the evidence complained of in bills of exception numbers 1 and 2.”\nThese two assignments, under the statutes, rules, and decisions of our Supreme Court, do not point out specifically the errors complained of, and can not be considered. Each assignment should definitely point out some specific error. Rev. Stats., art. 1037; Mitchell v. Mitchell, 84 Texas, 306; Blackwell v. Hunnicutt, 69 Texas, 277; Hughes v. Railway, 67 Texas, 595; Blake v. Ins. Co., 67 Texas, 160; Cannon v. Cannon, 66 Texas, 686; Railway v. Gilbert, 64 Texas, 536.\nThe remaining assignments of error may be considered together, and are as follows:\n“ 3. The court erred in holding as a conclusion of law, that property bought on a credit bjr John and Amanda Fogarty, for which they gave their joint notes, thereby became the property of the wife.\n“ 4. The verdict of the jury, finding that $900 paid subsequent to purchase of the land (as interest money) was the separate property of Amanda Fogarty, is not supported by the evidence, and the court erred in so holding and so rendering judgment.\n“5. The finding of the jury, that the $1000 paid on the land at the time of purchase was the separate means of the wife, is not supported by the evidence, and the court'erred in so holding.\n“6. The court erred in not rendering judgment for defendant Parker, notwithstanding the finding of the jury; because it was error to hold that the- intention with which the property was purchased on a credit, for which notes of the husband and wife were given, affected the status of the property.’ ’\nIt will only be necessary to examine the testimony far enough to see whether the verdict and judgment are supported by the evidence upon the points complained of in the above assignments.\nThe deed from House to Amanda J. Fogarty expresses a consideration of $1000, paid by Amanda J. Fogarty, and $2500, secured by two promissory notes of $1250 each, one due on November 1, 1887, and the other on November 1, 1888, each bearing 12 per cent interest from date, and signed by Amanda J. and John Fogarty, and being a vendor’s lien on the land. It was shown by the testimony, that Amanda J. Fogarty inherited from her father $800 in 1867 or 1868, and from her mother $850 in 1880, and from her brother $1000 in 1883; and that each of these sums (aggregating $2650) was loaned to her husband, John Fogarty, who agreed to repay them with interest. That in 1885, they sold their homestead (200 acres) in Limestone County for $4500 in cash, and that John Fogarty paid the money to his wife, Amanda, in payment for the said separate money used by him, and the money was deposited to her credit in bank; that when the purchase of the land in controversy was made from House, the $1000 cash payment was made by a check of said Amanda upon the $4500 deposited by her in bank, and the balance of the money, $3500, was drawn out on her check, and was taken by the husband and invested in a mercantile business in New Mexico, in the wife’s name. That at the time of the purchase from House, it was fully understood between the parties that the land was bought by Amanda J. Fogarty as her separate estate, to be paid for with her separate means.\nJohn Fogarty testified: ‘1 That he lived in the Territory of New Mexico .some two or three years, and during that time, as the interest on the deferred payments to House became due, he took from the mercantile busi-, ness he was managing money to pay said interest; that there was but little profits made from said mercantile business; that he simply took the money out of the business to pay interest. That in the year 1889 he paid the interest from the proceeds of cotton raised on the farm in question after the sale to W. J. Fogarty, having prior thereto given House a mortgage on it in order to secure its proceeds to House against creditors who might attach it. That during the year 1890 he ran the farm for W. J. Fogarty as his agent, and paid the interest from the products of the farm for that year for W. J. Fogarty, who owned it.”\nThe parties to the sale from Amanda J. Fogarty to W. J. Fogarty testified as to the good faith of the transaction, and .the deeds were all in evidence, with much oral testimony. The special verdict of the jury found all the issues in favor of plaintiff, and judgment was rendered accordingly.\nThe appellant, in his able and exhaustive brief, thus tersely states the issues: 1. Was the $1000 cash paid separate property of Amanda Fo-' garty ? 2. Were the interest payments made with her separate funds ? 3. Could the wife purchase property on credit, and make it her separate property ?\nUpon the first question, we think the testimony leaves no doubt. . It was certainly legitimate for the husband to pay his wife the proceeds of their homestead for her separate money which he had used and agreed to repay, with interest. The $1000 was invested by her as the first payment on the land in controversy, which was purchased as her separate estate, all parties understanding that the husband .joined in the notes pro forma, and that the purchase was for her separate estate, and the deferred payments to be made out of her separate means.\nThe interest payments to House for several years were made by John Fogarty from money taken out of the business in. New Mexico. The capital invested in this business was the separate property of the wife; there was but little profit made in the business; that “ he simply took the money out of the business to pay interest.” If he took the money out of the business, it must have been money that he put into the business, which was the separate property of the wife. For the year 1889, the interest was paid out of the proceeds of cotton raised on the farm; and after that it was paid under the direction of W. J. Fogarty, who owned the place.\nAppellant lays much stress upon the fact that the payment of interest to House upon the purchase money notes was made in 1889, before appellant’s purchase, out of the proceeds of cotton raised on the farm, which he contends was community property. Suppose that this was true. If John Fogarty honestly owed his wife $3500, or any other amount, for her separate money in his hands, was it improper or illegal for him to pay on her separate debt a part of the community funds in his hands, from whatever source such community funds may have been derived? Such payments, when honestly and fairly made, even if other, creditors should thereby lose their debts, have been recognized and upheld by our courts.\nIt has been further held, that the wife may purchase property, paying a part of the purchase money in cash out of her separate means, and giving notes for the deferred payments, the husband joining in said notes, where it is understood that such purchase is for her separate estate, and the deferred payments to be made out of her separate means, and the title becomes as fully vested in her as if she obtained it by inheritance.\nIn this case the deed was taken to her, but it did not show upon its face that it was intended as her separate property, and hence, the apparent onerous title was in the community; but appellant, before his purchase, had written notice that it was bought with her separate means as her separate estate.\nFor many years the cases of Blankenship v. Douglas, 26 Texas, 225; Cook v. Bremond, 27 Texas, 457; and Grace v. Wade, 45 Texas, 522, gave much trouble in this line of cases, and caused much confusion as. to the rights of the wife in regard to her separate estate, until these decisions were more thoroughly understood by the profession. In the light of more recent cases, the tenure of the wife is made perfectly clear, and her title rests upon the same solid basis as that of other holders of realty.\nIn the case of Mitchell v. Mitchell, reported in 80 Texas, 101, and again in 84 Texas, 303, the husband had invested the separate means of his wife in a mercantile venture, and afterwards used the proceeds, or a part thereof, to buy the land in controversy, taking the deed in his own name, though the land was intended for his wife. The court says: “ If the land in controversy was either paid for by the separate means of Mrs. Mitchell, or was purchased for her by her husband for the purpose of discharging a debt which he owed her, it became her separate property.” 84 Texas, 307. In this case, if the land in controversy was bought with the separate means of Mrs. Fogarty, or was purchased for her by her husband for the purpose of discharging a debt which he owed her, in either event it became her separate estate. What difference would it make if all the interest upon the House notes had been paid by John Fogarty, if he was honestly indebted to Mrs. Fogarty, and in making such payments intended to discharge that much of his obligation to his wife?\nWe fully concede the proposition contended for by appellant, that where the wife’s separate means are used in a merchantile business, whether such business is conducted in the name of the husband or wife, the profits of such business belong to the community, and would be liable for the payment of the husband’s debts; and if the profits be mixed with the wife’s separate estate, in a contest between the wife and the husband’s creditors, the burden is on the wife to show how much of it retained the character of separate estate. Claflin v. Pfeifer, 76 Texas, 469.\nDelivered October 18, 1893.\nBut that question is not involved in this case, for the reason that the land in controversy was clearly bought for Mrs. Fogarty, and the first payment of §1000 was made out of her separate money, and the notes intended to be paid out of her separate estate. The interest payments were made either out of her separate money or by the husband in the discharge of his debt to her, either of which vested the property in her.\nIn the case of McKamey v. Thorp, 61 Texas, 648, a conveyance was made to the wife by a third party, the deed not showing on its face the separate interest, the land being paid for by the husband, in pursuance of an agreement between them, under which the husband had used the separate funds of the wife, to repay which the deed was made; it was held, that the title was vested in the separate estate of the wife against a purchaser at execution sale against the husband, who credited the amount of his bid on his debt, and who had no notice of the wife’s separate interest. In the case of Ullman v. Jasper, 70 Texas, 447, it was held, that where land is purchased for the separate estate of the wife, partly on time, even though the note of the husband was given for the deferred payment, if it was understood that payment was to be made out of the separate means of the wife, and the transaction was in good faith, the land became her separate estate.\nWe might multiply authorities upon this point, but we deem it unnecessary. The right of a married woman to buy property for part cash and part notes, where the payments are to be made out of her separate estate, is now too firmly established to be called in question. McBride v. Banguss, 65 Texas, 174; Matlock v. Glover, 63 Texas, 239, 240; Schuster v. Bauman, 79 Texas, 179; Ullman v. Jasper, 70 Texas, 446; Evans v. Welborn, 74 Texas, 530.\nIn this case the good faith of the transaction was fully established by the testimony, and by the verdict of the jury and findings of the court. We believe that justice was done to all parties by the judgment, and it is affirmed.\nAffirmed.\nMotion for rehearing overruled November 15, 1893.\nWrit of error refused November 27, 1893.",
        "type": "majority",
        "author": "LIG-HTFOOT, Chief Justice."
      }
    ],
    "attorneys": [
      "Scarborough & Rogers, for appellant.",
      "Robertson & Davis, for appellees."
    ],
    "corrections": "",
    "head_matter": "John T. Parker v. W. J. Fogarty et al.\nNo. 207.\n1. Assignment of Error. — An assignment of error not pointing out spe■cifically the error complained of, will not be considered. See examples.\n2. Separate. Estate of Wife—Her Bight to Purchase on Credit— Notice.—A husband borrowed and used his wife’s separate money, and afterward sold the homestead and turned over the proceeds to her in payment of the ■debt. Afterward, the wife purchased for her separate estate a tract of land, paying part cash out of such separate, means, and for the balance of the purchase money executed notes, which were also signed by the husband. The deed was taken in the wife's name, but it did not disclose that the land was for her separate estate. It was fully understood at the time between the parties that the land was bought for her separate estate, and was to be paid for out of her separate means. Interest payments were made either out of the wife’s separate means, or by the husband in discharge of his debt to her. The land was levied upon afterward under attachment by a creditor of the husband, and in the meantime sold by the wife and husband to W. J. Fogarty. At the sale under attachment it was purchased by John T. Parker, who had written notice before his purchase that the land was bought with the separate means and as the separate estate of the wife. In a suit by W. J. Fogarty to remove cloud from title, held:\n1. It was legitimate for the husband to repay to his wife out of the proceeds •of the sale of the homestead her separate money, which he had used and agreed to repay with interest.\n2. A wife may purchase land, paying part of the purchase money in cash out of her separate means and giving notes for the deferred payments, the husband joining in the notes, where it is understood that such purchase is for her separate ■estate, and deferred payments to be made out of her separate means, and the title becomes as fully vested in her as if she obtained it by inheritance.\n3. In this case, if the land was bought with the separate means of the wife, or was purchased for her by her husband for the purpose of discharging a debt, which he owed her, in either event it became her separate estate.\nAppeal from Limestone.\nTried below before Hon. Rufos Hardy.\nScarborough & Rogers, for appellant.\n1. The facts do not support the finding that separate means of the wife entered into the purchase. To establish separate property rights, the facts must be clear and conclusive. King v. Gilliland, 60 Texas, 271; Bank v. Wenn, 69 Texas, 499; 49 Texas, 49; Glasscock v. Hamilton, 62 Texas, 143.\n2. A trust in behalf of the wife must result, if at all, at the instant the deed is taken and the title vests. No payments before or after the title is taken, nor any oral agreements, will create a resulting trust, unless the trust results from the transaction .itself. Parker v. Coop, 60 Texas, 111; Blum v. Rogers, 71 Texas, 676; Perry on Trusts, sec. 133; Evans v. Welborn, 74 Texas, 530; Dixon v. Sanderson, 72 Texas, 359.\n3. Property purchased partly on time, for which the joint obligation of the husband and wife is given, is separate property only to the extent to-which the separate means of the wife are invested. Rev. Stats., art. 2854; Epperson v. Jones, 65 Texas, 425; Chester v. Bowman, 79 Texas, 179; Rhemer v. Rogers, 71 Texas, 668.\nRobertson & Davis, for appellees.\n1. When a married woman purchases property for the benefit of her separate estate, partly for cash and. partly on time, the cash coming from her separate estate, the intention that separate funds shall pay the balance of the purchase money stamps-the entire property as separate estate; and when a purchaser at a sheriff’s-sale of said land, sold for the debts of said woman’s husband, is notified that it is separate estate, he has notice that it was the intention of said married woman to pay the balance out of her separate funds, for it was. by that means her separate property, and it is not to that purchaser a secret or latent intention. McBride v. Banguss, 65 Texas, 174; Matlock v. Glover, 63 Texas, 239; Schuster v. Jewelry Co., 79 Texas, 179; Ullman v. Jasper, 70 Texas, 446; Evans v. Welborn, 74 Texas, 530; Dayton v. Walsh, 47 Wis., 113; Theimeyer v. Turnquirt, 85 N. Y., 516; John v. Battle, 58 Texas, 592; Hall v. Hall, 52 Texas, 294.\n2. A married woman can buy real estate in this State for the benefit-of her separate estate, paying out of her separate estate the cash payment and executing her notes for the deferred payments; and if the deed to-her does not express that it is her separate estate, she can show the intention and understanding of the parties to the transaction, and not affect, the rights of creditors of her husband, or those claiming under them, with notice of her rights and claims. McBride v. Banguss, 65 Texas, 174; Matlock v. Glover, 53 Texas, 239, 240."
  },
  "file_name": "0615-01",
  "first_page_order": 639,
  "last_page_order": 645
}
